{"Analyse data to assess operational or project effectiveness": "Analizar datos para evaluar la efectividad operativa o del proyecto.", "Analyse data to inform operational decisions or activities": "Analizar datos para informar decisiones o actividades operativas.", "Analyse data to inform staffing decisions": "Analizar datos para informar las decisiones de personal", "Analyse data to identify or resolve operational problems": "Analizar datos para identificar o resolver problemas operativos.", "Calculate data to inform organisational operations": "Calcular datos para informar las operaciones organizacionales", "Conduct quantitative failure analyses of operational data": "Realizar análisis cuantitativos de fallas de datos operativos.", "Analyse operational data": "Analizar datos operativos", "Evaluate applicable laws and regulations to determine impact on organisational activities": "Evaluar las leyes y regulaciones aplicables para determinar el impacto en las actividades organizacionales.", "Analyse data to determine project feasibility": "Analizar datos para determinar la viabilidad del proyecto.", "Analyse operational data to evaluate operations, processes or products": "Analizar datos operativos para evaluar operaciones, procesos o productos.", "Manage operations, research or logistics projects": "Gestionar proyectos de operaciones, investigación o logística.", "Manage inventories of products or organisational resources": "Gestionar inventarios de productos o recursos organizacionales.", "Interpret research or operational data": "Interpretar datos operativos o de investigación.", "Record research or operational data": "Registrar datos operativos o de investigación", "Analyse operational or research data": "Analizar datos operativos o de investigación.", "Research industrial processes or operations": "Investigar procesos u operaciones industriales.", "Manage scientific or technical project resources": "Gestionar recursos de proyectos científicos o técnicos", "Conduct scientific research of organisational behaviour or processes": "Realizar investigaciones científicas sobre el comportamiento o los procesos organizacionales.", "Analyse market research data": "Analizar datos de investigación de mercado.", "Analyse consumer trends": "Analizar las tendencias de consumo", "Analyse market conditions or trends": "Analizar las condiciones o tendencias del mercado.", "Monitor market conditions or trends": "Monitorear las condiciones o tendencias del mercado.", "Forecast economic, political, social or financial trends": "Predecir tendencias económicas, políticas, sociales o financieras", "Conduct market research": "Realizar estudios de mercado", "Analyse industry trends": "Analizar las tendencias de la industria", "Analyse market or customer related data": "Analizar datos relacionados con el mercado o el cliente.", "Develop pricing forecasts and models": "Desarrollar pronósticos y modelos de precios.", "Analyse data to identify trends or relationships among variables": "Analizar datos para identificar tendencias o relaciones entre variables.", "Conduct research on social issues": "Realizar investigaciones sobre temas sociales.", "Analyse geological or geographical data": "Analizar datos geológicos o geográficos.", "Develop methods of social or economic research": "Desarrollar métodos de investigación social o económica.", "Plan social sciences research": "Planificar la investigación en ciencias sociales.", "Research social issues": "investigar temas sociales", "Analyse health-related data": "Analizar datos relacionados con la salud.", "Develop theories or models of social phenomena": "Desarrollar teorías o modelos de fenómenos sociales.", "Apply machine learning techniques to data": "Aplicar técnicas de aprendizaje automático a los datos", "Prepare materials for preservation, storage or display": "Preparar materiales para conservación, almacenamiento o exhibición.", "Evaluate characteristics of archival or historical objects": "Evaluar características de objetos históricos o de archivo.", "Conduct historical research": "Realizar investigaciones históricas.", "Collect archival data": "Recopilar datos de archivo", "Document test results": "Resultados de la prueba de documentos", "Collect samples of materials or products for testing": "Recoger muestras de materiales o productos para realizar pruebas.", "Collect samples for analysis or testing": "Recoger muestras para análisis o pruebas.", "Test materials, solutions or samples": "Materiales de prueba, soluciones o muestras.", "Evaluate data quality": "Evaluar la calidad de los datos", "Analyse test or validation data": "Analizar datos de prueba o validación.", "Analyse test results": "Analizar los resultados de las pruebas", "Examine documents to verify adherence to requirements": "Examinar los documentos para verificar el cumplimiento de los requisitos.", "Proofread documents, records or other files to ensure accuracy": "Revisar documentos, registros u otros archivos para garantizar la precisión.", "Verify accuracy of data": "Verificar la exactitud de los datos", "Examine personal documentation to ensure that it is valid": "Examinar la documentación personal para asegurarse de que sea válida.", "Enter information into databases or software programs": "Ingresar información en bases de datos o programas de software.", "Load digital images onto computers or websites": "Cargar imágenes digitales en computadoras o sitios web", "Create databases to store electronic data": "Crear bases de datos para almacenar datos electrónicos.", "Update computer database information": "Actualizar la información de la base de datos de la computadora", "Operate laboratory equipment to analyse medical samples": "Operar equipos de laboratorio para analizar muestras médicas.", "Analyse laboratory specimens to detect abnormalities or other problems": "Analizar muestras de laboratorio para detectar anomalías u otros problemas.", "Analyse laboratory findings": "Analizar los hallazgos de laboratorio.", "Confer with peers to accomplish work": "Consultar con compañeros para realizar el trabajo.", "Liaise between departments or other groups to improve function or communication": "Servir de enlace entre departamentos u otros grupos para mejorar la función o la comunicación.", "Advise others on business or operational matters": "Asesorar a otros sobre asuntos comerciales u operativos.", "Establish interpersonal business relationships to facilitate work activities": "Establecer relaciones comerciales interpersonales para facilitar las actividades laborales.", "Confer with staff to coordinate business operations": "Consultar con el personal para coordinar las operaciones comerciales.", "Discuss business strategies, practices or policies with managers": "Discutir estrategias, prácticas o políticas comerciales con los gerentes.", "Collaborate with others to resolve information technology issues": "Colaborar con otros para resolver problemas de tecnología de la información.", "Confer with others to conduct or arrange operational activities": "Consultar con otros para realizar o organizar actividades operativas.", "Explain technical product or service information to customers": "Explicar a los clientes información técnica sobre el producto o servicio.", "Communicate work orders or plans to co-workers": "Comunicar órdenes de trabajo o planes a sus compañeros de trabajo.", "Explain project details to the general public": "Explicar los detalles del proyecto al público en general.", "Discuss problems or issues with supervisors": "Discutir problemas o cuestiones con los supervisores.", "Coordinate project activities with other staff or departments": "Coordinar las actividades del proyecto con otro personal o departamentos.", "Present research results": "Presentar resultados de investigación.", "Provide technical information or assistance to public": "Proporcionar información técnica o asistencia al público.", "Confer with other staff to resolve design or operational problems": "Consultar con otro personal para resolver problemas operativos o de diseño.", "Communicate with other construction or mining staff to discuss project details": "Comunicarse con otro personal de construcción o minería para discutir los detalles del proyecto.", "Confer with co-workers or internal stakeholders to coordinate operational activities": "Consultar con compañeros de trabajo o partes interesadas internas para coordinar actividades operativas.", "Confer with customers or designers to determine order specifications": "Consultar con clientes o diseñadores para determinar las especificaciones del pedido.", "Report information to managers or other staff": "Informar información a los gerentes u otro personal.", "Discuss production content and progress with others": "Discutir el contenido de la producción y el progreso con otros.", "Confer with managers to make operational decisions": "Consultar con los gerentes para tomar decisiones operativas.", "Advise customers on technical or procedural issues": "Asesorar a los clientes sobre cuestiones técnicas o de procedimiento.", "Develop working relationships with others to facilitate program activities": "Desarrollar relaciones de trabajo con otros para facilitar las actividades del programa.", "Communicate project information to others": "Comunicar información del proyecto a otros.", "Communicate with management or other staff to resolve problems": "Comunicarse con la gerencia u otro personal para resolver problemas.", "Collaborate with others to determine production details": "Colaborar con otros para determinar los detalles de producción.", "Advise clients on security requirements and design security measures": "Asesorar a los clientes sobre requisitos de seguridad y diseñar medidas de seguridad.", "Confer with colleagues to formulate positions and strategies pertaining to pending issues": "Consultar con colegas para formular posiciones y estrategias relacionadas con temas pendientes.", "Negotiate with colleagues or members of other political parties in order to reconcile differing interests, and to create policies and agreements": "Negociar con colegas o miembros de otros partidos políticos para conciliar intereses diferentes y crear políticas y acuerdos.", "Advise others on the development or use of new technologies": "Asesorar a otros sobre el desarrollo o uso de nuevas tecnologías.", "Advise others on ways to improve processes or products": "Asesorar a otros sobre formas de mejorar procesos o productos.", "Coordinate with external parties to exchange information": "Coordinar con partes externas para intercambiar información.", "Represent the organisation in external relations": "Representar a la organización en las relaciones externas.", "Coordinate operational activities with external stakeholders": "Coordinar actividades operativas con partes interesadas externas.", "Communicate with government agencies": "Comunicarse con agencias gubernamentales.", "Collaborate with others in marketing activities": "Colaborar con otros en actividades de marketing.", "Collaborate with others to develop or implement marketing strategies": "Colaborar con otros para desarrollar o implementar estrategias de marketing.", "Develop collaborative relationships between departments or with external organisations": "Desarrollar relaciones de colaboración entre departamentos o con organizaciones externas.", "Work with Indigenous populations to protect heritage sites": "Trabajar con poblaciones indígenas para proteger los sitios patrimoniales", "Represent the government at local, national, and international meetings and conferences": "Representar al gobierno en reuniones y conferencias locales, nacionales e internacionales.", "Hear testimony from constituents, representatives of interest groups, board and commission members, and others with an interest in bills or issues under consideration": "Escuche testimonios de electores, representantes de grupos de interés, miembros de juntas y comisiones, y otras personas interesadas en proyectos de ley o cuestiones bajo consideración.", "Attend receptions, dinners, and conferences to meet people, exchange views and information, and develop working relationships": "Asistir a recepciones, cenas y conferencias para conocer gente, intercambiar opiniones e información y desarrollar relaciones de trabajo.", "Interview employees, customers or others to collect information": "Entrevistar a empleados, clientes u otras personas para recopilar información.", "Serve on institutional or departmental committees": "Servir en comités institucionales o departamentales.", "Confer with clients to determine needs": "Consultar con los clientes para determinar las necesidades.", "Interview clients to gather financial information": "Entrevistar a los clientes para recopilar información financiera.", "Discuss designs or plans with clients": "Discutir diseños o planes con los clientes.", "Interview clients to gather information about their backgrounds, needs or progress": "Entrevistar a los clientes para recopilar información sobre sus antecedentes, necesidades o progreso.", "Exchange information with colleagues": "Intercambiar información con colegas.", "Read work orders or descriptions of problems to determine repairs or modifications needed": "Leer órdenes de trabajo o descripciones de problemas para determinar las reparaciones o modificaciones necesarias.", "Advise others on issues related to repairs, installation or equipment design": "Asesorar a otros sobre temas relacionados con reparaciones, instalación o diseño de equipos.", "Confer with co-workers to resolve equipment problems": "Consultar con compañeros de trabajo para resolver problemas de equipos.", "Confer with other professionals to plan patient care": "Consultar con otros profesionales para planificar la atención al paciente.", "Confer with court staff to clarify information": "Consultar con el personal del tribunal para aclarar información.", "Notify others of equipment repair or maintenance needs": "Notificar a otros sobre las necesidades de reparación o mantenimiento de equipos.", "Confer with others to coordinate maintenance or cleaning activities": "Consultar con otros para coordinar actividades de mantenimiento o limpieza.", "Confer with others to resolve production problems or equipment malfunctions": "Consultar con otros para resolver problemas de producción o mal funcionamiento del equipo.", "Confer with clients to exchange information": "Consultar con clientes para intercambiar información.", "Communicate with co-workers to coordinate installations or repairs": "Comunicarse con compañeros de trabajo para coordinar instalaciones o reparaciones.", "Notify others of equipment problems": "Notificar a otros sobre problemas con el equipo.", "Advise real estate clients": "Asesorar a clientes inmobiliarios", "Conduct opinion surveys or needs assessments": "Realizar encuestas de opinión o evaluaciones de necesidades.", "Advise others on matters of public policy": "Asesorar a otros en asuntos de política pública.", "Make decisions that balance the perspectives of private citizens, public officials, and party leaders": "Tomar decisiones que equilibren las perspectivas de ciudadanos privados, funcionarios públicos y líderes de partidos.", "Operate still or video cameras or related equipment": "Operar cámaras fijas o de video o equipos relacionados.", "Set up still or video cameras or related equipment": "Configurar cámaras fijas o de video o equipos relacionados", "Operate communications, transmissions or broadcasting equipment": "Operar equipos de comunicaciones, transmisiones o radiodifusión.", "Operate digital imaging equipment": "Operar equipos de imágenes digitales.", "Operate photographic developing or print production equipment": "Operar equipos de revelado fotográfico o producción de impresiones.", "Operate audio-visual equipment": "Operar equipos audiovisuales.", "Operate communications equipment or systems": "Operar equipos o sistemas de comunicaciones", "Apply decorative colouring to photographs or printed materials": "Aplicar colorantes decorativos a fotografías o materiales impresos.", "Operate control consoles for sound, lighting or video": "Operar consolas de control de sonido, iluminación o vídeo.", "Operate audio recording equipment": "Operar equipos de grabación de audio.", "Document events or evidence, using photographic or audio-visual equipment": "Documentar eventos o evidencia, utilizando equipo fotográfico o audiovisual.", "Monitor broadcasting operations to ensure proper functioning": "Monitorear las operaciones de transmisión para garantizar el correcto funcionamiento.", "Mix sound inputs": "Mezclar entradas de sonido", "Record images needed to address work issues": "Grabar imágenes necesarias para abordar problemas laborales.", "Set up and operate lighting equipment": "Instalar y operar equipos de iluminación.", "Collaborate with others to determine technical details of productions": "Colaborar con otros para determinar los detalles técnicos de las producciones.", "Advise educators on curricula, instructional methods or policies": "Asesorar a los educadores sobre planes de estudio, métodos o políticas de instrucción.", "Collaborate with technical specialists to resolve design or development problems": "Colaborar con especialistas técnicos para resolver problemas de diseño o desarrollo.", "Discuss design or technical features of goods or services with technical staff": "Discutir el diseño o las características técnicas de los bienes o servicios con el personal técnico.", "Confer with technical staff to prepare designs or operational plans": "Consultar con el personal técnico para preparar diseños o planes operativos.", "Communicate technical information to suppliers, contractors or regulatory agencies": "Comunicar información técnica a proveedores, contratistas o agencias reguladoras", "Provide technical guidance to other staff": "Proporcionar orientación técnica al resto del personal.", "Coordinate cross-disciplinary research programs": "Coordinar programas de investigación interdisciplinarios.", "Collaborate with other teaching professionals to develop educational programs": "Colaborar con otros profesionales de la enseñanza para desarrollar programas educativos.", "Advise students on academic or career matters": "Asesorar a los estudiantes sobre asuntos académicos o profesionales.", "Collaborate with other agencies and institutions to coordinate educational matters": "Colaborar con otras agencias e instituciones para coordinar asuntos educativos.", "Collaborate with others to determine design specifications or details": "Colaborar con otros para determinar las especificaciones o detalles del diseño.", "Assist other educational professionals with projects or research": "Ayudar a otros profesionales de la educación con proyectos o investigaciones.", "Collaborate with other professionals to develop education or assistance programs": "Colaborar con otros profesionales para desarrollar programas educativos o de asistencia.", "Counsel clients regarding educational or vocational issues": "Asesorar a los clientes sobre cuestiones educativas o vocacionales.", "Collaborate with others to develop or refine designs": "Colaborar con otros para desarrollar o perfeccionar diseños.", "Teach life skills or strategies to clients or their families": "Enseñar habilidades o estrategias para la vida a los clientes o sus familias.", "Speak to students to encourage and support the development of future political leaders": "Hablar con los estudiantes para alentar y apoyar el desarrollo de futuros líderes políticos.", "Interview others for news or entertainment purposes": "Entrevistar a otras personas con fines informativos o de entretenimiento.", "Collect information from people through observation, interviews or surveys": "Recopilar información de las personas a través de observación, entrevistas o encuestas.", "Interview people to gather information about criminal activities": "Entrevistar a personas para recopilar información sobre actividades delictivas.", "Interview people to obtain information about actions or status of individuals": "Entrevistar a personas para obtener información sobre acciones o estatus de individuos.", "Negotiate agreements to resolve disputes": "Negociar acuerdos para resolver disputas.", "Mediate disputes": "Mediar disputas", "Arbitrate disputes between parties to resolve legal conflicts": "Arbitrar disputas entre partes para resolver conflictos legales.", "Resolve interpersonal conflicts": "Resolver conflictos interpersonales.", "Coach others": "Entrenar a otros", "Collaborate with health care professionals to plan or provide treatment": "Colaborar con profesionales de la salud para planificar o brindar tratamiento.", "Inform medical professionals regarding patient conditions and care": "Informar a los profesionales médicos sobre las condiciones y la atención del paciente.", "Collaborate with other professionals to assess client needs or plan treatments": "Colaborar con otros profesionales para evaluar las necesidades del cliente o planificar tratamientos.", "Communicate test or assessment results to medical professionals": "Comunicar los resultados de las pruebas o evaluaciones a los profesionales médicos.", "Supervise activities of other legal staff": "Supervisar las actividades de otro personal jurídico.", "Provide information to co-workers": "Proporcionar información a los compañeros de trabajo.", "Distribute materials to employees or customers": "Distribuir materiales a empleados o clientes.", "Relay information between staff": "Transmitir información entre el personal", "Signal others to coordinate work activities": "Señalar a otros para coordinar actividades laborales.", "Communicate with others to coordinate material handling or movement": "Comunicarse con otros para coordinar el manejo o movimiento de materiales.", "Communicate situation details to appropriate personnel": "Comunicar los detalles de la situación al personal apropiado.", "Communicate with others to coordinate activities": "Comunicarse con otros para coordinar actividades.", "Advise others on educational and student wellbeing matters": "Asesorar a otros sobre asuntos educativos y de bienestar estudiantil.", "Advise others on social or educational issues": "Asesorar a otros sobre temas sociales o educativos.", "Support individuals with diverse needs to understand, access and utilise information or services": "Apoyar a personas con diversas necesidades para comprender, acceder y utilizar información o servicios.", "Deliver culturally appropriate programs, policies or services": "Ofrecer programas, políticas o servicios culturalmente apropiados.", "Act as an advocate or communicator regarding the cultural, diversity or accessibility needs of others": "Actuar como defensor o comunicador con respecto a las necesidades culturales, de diversidad o de accesibilidad de otros.", "Maintain a working understanding of the cultural, diversity and accessibility needs of others, and how this applies to the role": "Mantener una comprensión práctica de las necesidades culturales, de diversidad y accesibilidad de los demás, y cómo esto se aplica al rol.", "Deliver inclusive and accessible programs, policies or services": "Ofrecer programas, políticas o servicios inclusivos y accesibles.", "Develop programs, policies or services that are culturally appropriate": "Desarrollar programas, políticas o servicios que sean culturalmente apropiados.", "Apply knowledge, understanding and respect of culturally significant sites or objects": "Aplicar el conocimiento, la comprensión y el respeto de sitios u objetos culturalmente significativos.", "Prepare financial documents, reports or budgets": "Elaborar documentos financieros, informes o presupuestos.", "Analyse financial records to improve budgeting or planning": "Analizar registros financieros para mejorar la presupuestación o la planificación.", "Develop financial or business plans": "Desarrollar planes financieros o de negocios.", "Prepare financial documents": "Preparar documentos financieros.", "Develop financial plans for clients": "Desarrollar planes financieros para clientes.", "Analyse budgetary, accounting or business data": "Analizar datos presupuestarios, contables o empresariales", "Develop business or financial information systems": "Desarrollar sistemas de información empresarial o financiera.", "Implement financial decisions": "Implementar decisiones financieras", "Develop financial analysis methods": "Desarrollar métodos de análisis financiero.", "Conduct financial audits": "Realizar auditorías financieras.", "Develop organisational policies or programs": "Desarrollar políticas o programas organizacionales.", "Implement organisational process or policy changes": "Implementar procesos organizacionales o cambios de políticas.", "Develop organisational goals or objectives": "Desarrollar metas u objetivos organizacionales.", "Recommend organisational process or policy changes": "Recomendar procesos organizacionales o cambios de políticas.", "Develop sustainable organisational policies or practices": "Desarrollar políticas o prácticas organizacionales sostenibles.", "Evaluate program effectiveness": "Evaluar la efectividad del programa", "Establish organisational guidelines or policies": "Establecer pautas o políticas organizacionales.", "Develop policies or procedures for archives, museums or libraries": "Desarrollar políticas o procedimientos para archivos, museos o bibliotecas.", "Develop promotional strategies for religious organisations": "Desarrollar estrategias de promoción para organizaciones religiosas.", "Plan conferences, programs or special events": "Planificar conferencias, programas o eventos especiales.", "Develop plans for programs or services": "Desarrollar planes para programas o servicios.", "Direct administrative or support services": "Servicios administrativos o de apoyo directos.", "Direct organisational operations, projects or services": "Dirigir operaciones, proyectos o servicios organizativos", "Direct sales, marketing or customer service activities": "Actividades de venta directa, marketing o atención al cliente.", "Monitor facilities or operational systems": "Monitorear instalaciones o sistemas operativos.", "Manage control system activities in organisations": "Gestionar las actividades del sistema de control en las organizaciones.", "Direct productions or performances": "Producciones o actuaciones directas", "Direct activities of staff": "Actividades directas del personal.", "Direct department activities": "actividades directas del departamento", "Coordinate flight control or management activities": "Coordinar las actividades de control o gestión de vuelo.", "Direct operations of correctional facilities": "Operaciones directas de establecimientos penitenciarios.", "Coordinate operational activities": "Coordinar actividades operativas.", "Direct emergency management activities": "Actividades directas de gestión de emergencias.", "Direct quality control activities": "Actividades directas de control de calidad.", "Monitor recreational facility operations": "Supervisar las operaciones de las instalaciones recreativas", "Direct criminal investigations": "Investigaciones penales directas", "Direct security operations": "Operaciones de seguridad directas", "Operate and maintain car wash facilities": "Operar y mantener instalaciones de lavado de automóviles.", "Prepare operational budgets": "Preparar presupuestos operativos.", "Determine resource needs": "Determinar las necesidades de recursos", "Approve expenditures": "Aprobar gastos", "Manage organisational or project budgets": "Gestionar presupuestos organizacionales o de proyectos.", "Coordinate resource procurement activities": "Coordinar las actividades de adquisición de recursos.", "Manage budgets for appropriate resource allocation": "Gestionar presupuestos para la asignación adecuada de recursos", "Estimate costs for projects or productions": "Estimar costos para proyectos o producciones.", "Estimate operational costs": "Estimar los costos operativos", "Prepare project budgets": "Preparar presupuestos de proyectos.", "Estimate time or monetary resources needed to complete projects": "Estimar el tiempo o los recursos monetarios necesarios para completar los proyectos.", "Manage organisational or program finances": "Gestionar las finanzas de la organización o del programa.", "Plan and manage, and analyse costs and benefits of, proposed designs or projects": "Planificar, gestionar y analizar costos y beneficios de los diseños o proyectos propuestos.", "Direct financial operations": "Operaciones financieras directas", "Monitor flow of cash or other resources": "Monitorear el flujo de efectivo u otros recursos.", "Authorise financial actions": "Autorizar acciones financieras", "Direct fundraising or financing activities": "Actividades directas de recaudación de fondos o financiación.", "Assess financial status of clients": "Evaluar el estado financiero de los clientes.", "Examine financial records": "Examinar registros financieros", "Gather financial records": "Reunir registros financieros", "Reconcile records of sales or other financial transactions": "Conciliar registros de ventas u otras transacciones financieras.", "Analyse financial information": "Analizar información financiera", "Calculate financial data": "Calcular datos financieros", "Monitor financial information": "Monitorear la información financiera", "Analyse business or financial data": "Analizar datos comerciales o financieros.", "Calculate tax information": "Calcular información fiscal", "Examine financial records or processes": "Examinar registros o procesos financieros.", "Manage financial activities of the organisations": "Gestionar las actividades financieras de las organizaciones.", "Monitor financial indicators": "Monitorear los indicadores financieros", "Balance receipts": "Recibos de saldo", "Negotiate contracts for transportation, distribution or logistics services": "Negociar contratos de servicios de transporte, distribución o logística.", "Negotiate sales or lease agreements for goods or services": "Negociar contratos de venta o arrendamiento de bienes o servicios.", "Negotiate contracts with clients or service providers": "Negociar contratos con clientes o proveedores de servicios.", "Negotiate for services": "Negociar servicios", "Negotiate prices or other sales terms": "Negociar precios u otros términos de venta", "Prepare sales or other contracts": "Preparar contratos de venta u otros.", "Negotiate purchases or contracts": "Negociar compras o contratos.", "Determine pricing or monetary policies": "Determinar precios o políticas monetarias.", "Collect payments for goods or services": "Cobrar pagos por bienes o servicios.", "Disburse funds from clients' accounts to creditors": "Desembolsar fondos de las cuentas de los clientes a los acreedores.", "Compute debt repayment schedules": "Calcular cronogramas de pago de deuda", "Execute sales or other financial transactions": "Ejecutar ventas u otras transacciones financieras.", "Submit financial applications": "Presentar solicitudes financieras", "Authorise payments to settle legal disputes": "Autorizar pagos para resolver disputas legales", "Process medical billing information": "Procesar información de facturación médica", "Operate cash registers": "Operar cajas registradoras", "Process customer bills or payments": "Procesar facturas o pagos de clientes", "Collect fares or payment from customers": "Cobrar tarifas o pagos de los clientes.", "Manage budgets for personal services operations": "Gestionar presupuestos para operaciones de servicios personales.", "Collect deposits, payments or fees": "Cobrar depósitos, pagos o tarifas", "Prepare cash for deposit or disbursement": "Preparar efectivo para depósito o desembolso.", "Negotiate financial arrangements": "Negociar acuerdos financieros", "Issue money, credit or vouchers": "Emitir dinero, crédito o vales", "Pay charges, fees or taxes": "Pagar cargos, tasas o impuestos", "Analyse financial records to improve efficiency": "Analizar registros financieros para mejorar la eficiencia.", "Conduct financial or regulatory audits": "Realizar auditorías financieras o regulatorias", "Verify accuracy of records": "Verificar la exactitud de los registros", "Verify accuracy of financial information": "Verificar la exactitud de la información financiera.", "Verify customer credit information": "Verificar la información de crédito del cliente", "Maintain financial or account records": "Mantener registros financieros o contables.", "Check data for recording errors": "Verifique los datos para detectar errores de registro", "Verify accuracy of financial or transactional data": "Verificar la exactitud de los datos financieros o transaccionales", "Obtain personal or financial information about customers or applicants": "Obtener información personal o financiera sobre clientes o solicitantes", "Analyse financial records or reports to determine state of operations": "Analizar registros o informes financieros para determinar el estado de las operaciones.", "Examine financial records to ensure compliance with policies or regulations": "Examinar los registros financieros para garantizar el cumplimiento de las políticas o regulaciones.", "Plan facility layouts or designs": "Planificar diseños o disposiciones de instalaciones.", "Plan work procedures": "Planificar procedimientos de trabajo", "Determine appropriate locations for operations or installations": "Determinar las ubicaciones apropiadas para las operaciones o instalaciones.", "Direct design or development activities": "Actividades directas de diseño o desarrollo.", "Coordinate design activities": "Coordinar actividades de diseño.", "Coordinate construction project activities": "Coordinar las actividades del proyecto de construcción.", "Plan work operations": "Planificar operaciones de trabajo.", "Procure materials, equipment or other resources": "Adquirir materiales, equipos u otros recursos.", "Procure goods or services": "Adquirir bienes o servicios", "Procure stocks of merchandise or supplies": "Adquirir existencias de mercancías o suministros", "Order materials, supplies, or equipment": "Solicitar materiales, suministros o equipos.", "Procure supplies or equipment": "Adquirir suministros o equipos.", "Administer compensation or benefits programs": "Administrar programas de compensación o beneficios.", "Review customer insurance information": "Revisar la información del seguro del cliente", "Arrange insurance coverage": "Organizar la cobertura del seguro", "Assess or underwrite insurance claims": "Evaluar o suscribir reclamaciones de seguros", "Estimate demand for goods or services": "Estimar la demanda de bienes o servicios.", "Determine the value of goods or services": "Determinar el valor de bienes o servicios.", "Estimate costs or terms of sales": "Estimar costos o condiciones de venta.", "Estimate costs of goods, services or materials": "Estimar costos de bienes, servicios o materiales.", "Calculate costs of goods or services": "Calcular costos de bienes o servicios.", "Estimate costs of goods or services": "Estimar los costos de bienes o servicios.", "Assess the cost effectiveness of products, projects or services": "Evaluar la rentabilidad de productos, proyectos o servicios.", "Develop business or market strategies": "Desarrollar estrategias de negocio o de mercado.", "Identify strategic business investment opportunities": "Identificar oportunidades estratégicas de inversión empresarial.", "Develop business relationships": "Desarrollar relaciones comerciales", "Monitor external affairs or events affecting business operations": "Monitorear asuntos externos o eventos que afecten las operaciones comerciales", "Oversee business processes": "Supervisar los procesos de negocio.", "Prepare business correspondence": "Preparar correspondencia comercial.", "Maintain knowledge of business operations": "Mantener el conocimiento de las operaciones comerciales.", "Assess risks to business operations": "Evaluar los riesgos para las operaciones comerciales.", "Establish business management methods": "Establecer métodos de gestión empresarial.", "Measure effectiveness of business strategies or practices": "Medir la efectividad de las estrategias o prácticas comerciales.", "Monitor business indicators": "Monitorear los indicadores de negocio", "Monitor inventories": "Monitorear inventarios", "Maintain inventories of materials, equipment or products": "Mantener inventarios de materiales, equipos o productos.", "Stock products or parts": "Productos o piezas en stock", "Maintain the inventory of equipment": "Mantener el inventario de equipos.", "Maintain food, drink or equipment inventories": "Mantener inventarios de alimentos, bebidas o equipos.", "Maintain supply or equipment inventories": "Mantener inventarios de suministros o equipos.", "Stock medical or patient care supplies": "Disponer de suministros médicos o de atención al paciente.", "Store items": "Almacenar artículos", "Stock supplies, merchandise, food or drink": "Almacenar suministros, mercancías, alimentos o bebidas.", "Inventory materials or equipment": "Inventario de materiales o equipos.", "Store supplies or goods in kitchens or storage areas": "Almacenar suministros o bienes en cocinas o áreas de almacenamiento.", "Collate or assemble product orders": "Cotejar o ensamblar pedidos de productos", "Ensure safe meat, dairy or produce storage": "Garantizar un almacenamiento seguro de carne, lácteos o productos agrícolas", "Confer with others about financial matters": "Consultar con otras personas sobre asuntos financieros.", "Interpret financial information for others": "Interpretar información financiera para otros.", "Explain financial information to customers": "Explicar la información financiera a los clientes.", "Discuss account status or activity with customers or patrons": "Discuta el estado o la actividad de la cuenta con clientes o usuarios", "Customise financial goods or services to meet customer needs": "Personalizar bienes o servicios financieros para satisfacer las necesidades del cliente.", "Advise others on financial matters": "Asesorar a otros sobre asuntos financieros.", "Educate clients on financial planning topics": "Educar a los clientes sobre temas de planificación financiera.", "Recommend investments to clients": "Recomendar inversiones a los clientes.", "Identify investment opportunities or strategies": "Identificar oportunidades o estrategias de inversión.", "Establish standards for products, processes or procedures": "Establecer estándares para productos, procesos o procedimientos.", "Determine operational criteria or specifications": "Determinar criterios o especificaciones operativas.", "Develop performance metrics or standards related to information technology": "Desarrollar métricas o estándares de desempeño relacionados con la tecnología de la información.", "Prepare technical or operational reports": "Elaborar informes técnicos u operativos.", "Interpret design or operational test results": "Interpretar resultados de pruebas de diseño o de funcionamiento", "Document design or operational test results": "Diseño de documentos o resultados de pruebas operativas.", "Perform clerical work in medical settings": "Realizar trabajos administrativos en entornos médicos.", "Perform student enrolment or registration activities": "Realizar actividades de inscripción o registro de estudiantes.", "Prepare procedural documents": "Preparar documentos procesales.", "Perform administrative or clerical tasks": "Realizar tareas administrativas o de oficina.", "Schedule appointments": "Programar citas", "Supervise clerical or administrative staff": "Supervisar al personal administrativo o de oficina.", "Manage clerical or administrative activities": "Gestionar actividades de oficina o administrativas.", "Prepare administrative documents": "Preparar documentos administrativos.", "Obtain written authorisation to perform activities": "Obtener autorización escrita para realizar actividades.", "Count finished products or work pieces": "Contar productos terminados o piezas de trabajo.", "Prepare operational progress or status reports": "Preparar informes de estado o progreso operativo.", "Compile operational data": "Compilar datos operativos", "Model operational processes": "Modelar procesos operativos", "Document organisational or operational procedures": "Documentar los procedimientos organizativos u operativos.", "Prepare operational reports or records": "Preparar informes o registros operativos.", "Record operational details of travel": "Registrar detalles operativos del viaje.", "Prepare operational reports": "Preparar informes operativos.", "Schedule operational activities": "Programar actividades operativas", "Document operational activities": "Documentar las actividades operativas.", "Document operational procedures": "Documentar los procedimientos operativos.", "Determine operational procedures": "Determinar los procedimientos operativos.", "Determine operational methods": "Determinar métodos operativos", "Write operational reports": "Redactar informes operativos.", "Develop operating strategies, plans or procedures": "Desarrollar estrategias, planes o procedimientos operativos.", "Develop organisational methods or procedures": "Desarrollar métodos o procedimientos organizacionales.", "Develop procedures to evaluate organisational activities": "Desarrollar procedimientos para evaluar las actividades organizacionales.", "Develop guidelines for system implementation": "Desarrollar pautas para la implementación del sistema.", "Establish operational policies": "Establecer políticas operativas", "Plan flight operations": "Planificar operaciones de vuelo", "Develop diagrams or flow charts of system operation": "Desarrollar diagramas o diagramas de flujo de operación del sistema.", "Plan production or operational procedures or sequences": "Planificar procedimientos o secuencias de producción u operativas.", "Negotiate project specifications": "Negociar las especificaciones del proyecto.", "Develop detailed project plans": "Desarrollar planes de proyecto detallados.", "Prepare production storyboards": "Preparar guiones gráficos de producción.", "Determine construction project layouts": "Determinar los diseños del proyecto de construcción.", "Prepare detailed work plans": "Preparar planes de trabajo detallados.", "Estimate time requirements for development or production projects": "Estimar los requisitos de tiempo para proyectos de desarrollo o producción.", "Lay out work according to specifications": "Diseñar el trabajo según las especificaciones.", "Manage project risk": "Gestionar el riesgo del proyecto", "Schedule activities or facility use": "Programar actividades o uso de las instalaciones.", "Coordinate activities of production staff": "Coordinar las actividades del personal de producción.", "Coordinate logistics for productions or events": "Coordinar la logística de producciones o eventos.", "Coordinate activities with suppliers, contractors, clients, or other departments": "Coordinar actividades con proveedores, contratistas, clientes u otros departamentos.", "Mix substances or compounds needed for work activities": "Mezclar sustancias o compuestos necesarios para las actividades laborales.", "Arrange facility schedules": "Organizar horarios de instalaciones", "Coordinate logistics or other business operations": "Coordinar la logística u otras operaciones comerciales.", "Distribute supplies to workers": "Distribuir suministros a los trabajadores.", "Select resources needed to accomplish tasks": "Seleccionar los recursos necesarios para realizar las tareas.", "Prepare tests": "preparar pruebas", "Develop testing routines or procedures": "Desarrollar rutinas o procedimientos de prueba.", "Administer standardised physical or psychological tests": "Administrar pruebas físicas o psicológicas estandarizadas.", "Develop tools to diagnose or assess needs": "Desarrollar herramientas para diagnosticar o evaluar necesidades.", "Develop information communication procedures": "Desarrollar procedimientos de comunicación de información.", "Identify information technology project resource requirements": "Identificar los requisitos de recursos del proyecto de tecnología de la información.", "Coordinate reporting or editing activities": "Coordinar actividades de informes o edición.", "Document design or development procedures": "Procedimientos de diseño o desarrollo de documentos.", "Develop models of information or communications systems": "Desarrollar modelos de sistemas de información o comunicaciones.", "Document network-related activities or tasks": "Documentar actividades o tareas relacionadas con la red.", "Code data or other information": "Datos de código u otra información", "Develop data analysis or data management procedures": "Desarrollar procedimientos de análisis o gestión de datos.", "Determine appropriate methods for data analysis": "Determinar los métodos apropiados para el análisis de datos.", "Develop procedures for data entry or processing": "Desarrollar procedimientos para el ingreso o procesamiento de datos.", "Develop procedures for data management": "Desarrollar procedimientos para la gestión de datos", "Develop database parameters or specifications": "Desarrollar parámetros o especificaciones de bases de datos.", "Build models, patterns or templates": "Construir modelos, patrones o plantillas.", "Draw detailed or technical illustrations": "Dibujar ilustraciones detalladas o técnicas.", "Create physical models or prototypes": "Crear modelos físicos o prototipos.", "Construct patterns, templates or other work aids": "Construir patrones, plantillas u otras ayudas para el trabajo.", "Design templates or patterns": "Plantillas o patrones de diseño.", "Draw guide lines or markings on materials or work pieces using patterns or other references": "Dibujar líneas guía o marcas en materiales o piezas de trabajo utilizando patrones u otras referencias.", "Engrave or etch designs, text or other markings onto materials, work pieces or products": "Grabar o grabar diseños, texto u otras marcas en materiales, piezas de trabajo o productos.", "Prepare drawings or diagrams of goods or services": "Elaborar dibujos o diagramas de bienes o servicios.", "Design layouts for print publications": "Diseño de maquetaciones para publicaciones impresas.", "Design layout of art or product exhibits, displays or promotional materials": "Diseñar la disposición de exhibiciones, exhibiciones o materiales promocionales de arte o productos.", "Create diagrams or blueprints for work pieces or products": "Crear diagramas o planos para piezas de trabajo o productos.", "Design furniture": "Muebles de diseño", "Design energy production or management equipment or systems": "Diseñar equipos o sistemas de producción o gestión de energía.", "Create graphical representations of industrial production systems": "Crear representaciones gráficas de sistemas de producción industrial.", "Create graphical representations of energy production systems": "Crear representaciones gráficas de sistemas de producción de energía.", "Direct industrial production activities": "Actividades directas de producción industrial.", "Direct operational or production activities": "Actividades operativas o de producción directas.", "Direct energy production or management activities": "Actividades directas de producción o gestión de energía.", "Direct technical activities or operations": "Actividades u operaciones técnicas directas.", "Devise research or testing protocols": "Diseñar protocolos de investigación o pruebas.", "Analyse project data to determine specifications or requirements": "Analizar datos del proyecto para determinar especificaciones o requisitos.", "Evaluate project designs to determine adequacy or feasibility": "Evaluar los diseños de proyectos para determinar la idoneidad o viabilidad.", "Evaluate construction projects to determine compliance with external standards or regulations": "Evaluar proyectos de construcción para determinar el cumplimiento de normas o regulaciones externas.", "Develop specifications for new products or processes": "Desarrollar especificaciones para nuevos productos o procesos.", "Evaluate plans or specifications to determine technological or environmental implications": "Evaluar planes o especificaciones para determinar implicaciones tecnológicas o ambientales.", "Evaluate technical data to determine effect on designs or plans": "Evaluar datos técnicos para determinar el efecto en diseños o planos.", "Implement design or process improvements": "Implementar mejoras de diseño o de procesos", "Evaluate designs or specifications to ensure quality": "Evaluar diseños o especificaciones para garantizar la calidad.", "Determine design criteria or specifications": "Determinar criterios o especificaciones de diseño.", "Evaluate projects to determine compliance with technical specifications": "Evaluar proyectos para determinar el cumplimiento de las especificaciones técnicas.", "Evaluate reports or designs to determine work needs": "Evaluar informes o diseños para determinar las necesidades de trabajo.", "Read work orders or other instructions to determine product specifications or materials requirements": "Leer órdenes de trabajo u otras instrucciones para determinar las especificaciones del producto o los requisitos de materiales.", "Review work orders or schedules to determine operations or procedures": "Revisar órdenes de trabajo o cronogramas para determinar operaciones o procedimientos.", "Read work orders to determine material or setup requirements": "Leer órdenes de trabajo para determinar los requisitos de material o configuración.", "Communicate organisational policies and procedures": "Comunicar políticas y procedimientos organizacionales.", "Manage human resources activities": "Gestionar las actividades de recursos humanos.", "Monitor performance of organisational members or partners": "Monitorear el desempeño de los miembros o socios de la organización.", "Maintain staff records": "Mantener registros del personal", "Conduct surveys in organisations": "Realizar encuestas en las organizaciones.", "Perform human resources activities": "Realizar actividades de recursos humanos.", "Advise others on human resources topics": "Asesorar a otros sobre temas de recursos humanos.", "Arrange collective bargaining agreements": "Concertar convenios colectivos de trabajo", "Gather organisational performance information": "Recopilar información sobre el desempeño organizacional.", "Monitor organisational processes": "Monitorear los procesos organizacionales", "Prepare staff schedules or work assignments": "Preparar horarios de personal o asignaciones de trabajo.", "Assign duties or work schedules to employees": "Asignar tareas u horarios de trabajo a los empleados.", "Participate in staffing decisions": "Participar en las decisiones de personal.", "Prepare activity or work schedules": "Elaborar cronogramas de actividades o de trabajo.", "Receive information or instructions for performing work assignments": "Recibir información o instrucciones para realizar asignaciones de trabajo.", "Prepare staff schedules": "Preparar horarios de personal.", "Plan employee work schedules": "Planificar los horarios de trabajo de los empleados", "Document work hours or activities": "Documentar horas de trabajo o actividades.", "Resolve employee or contractor problems": "Resolver problemas de empleados o contratistas.", "Negotiate labour disputes": "Negociar conflictos laborales", "Conduct employee training programs": "Realizar programas de capacitación de empleados", "Train staff to improve their skills": "Capacitar al personal para mejorar sus habilidades.", "Train sales staff": "Capacitar al personal de ventas.", "Train staff members": "Capacitar a los miembros del personal", "Train transportation or material moving staff": "Transporte de trenes o personal en movimiento de materiales.", "Train staff on proper operational procedures": "Capacitar al personal sobre los procedimientos operativos adecuados.", "Conduct health or safety training programs": "Realizar programas de capacitación en salud o seguridad.", "Train caregivers or other non-medical staff": "Capacitar a los cuidadores u otro personal no médico", "Train staff members in social services skills": "Capacitar a los miembros del personal en habilidades de servicios sociales.", "Train construction or mining staff": "Personal de construcción de trenes o de minería", "Train others on work processes": "Capacitar a otros sobre los procesos de trabajo.", "Train service staff": "Capacitar al personal de servicio.", "Train staff": "Capacitar al personal", "Train others in operational procedures": "Capacitar a otros en procedimientos operativos.", "Instruct staff in work policies or procedures": "Instruir al personal en políticas o procedimientos de trabajo.", "Train managerial staff": "Formar al personal directivo", "Train staff in organisational or compliance procedures": "Capacitar al personal en procedimientos organizacionales o de cumplimiento", "Train employees in proper work procedures": "Capacitar a los empleados en los procedimientos de trabajo adecuados.", "Provide safety training or demonstrations": "Proporcionar capacitación o demostraciones de seguridad.", "Hire staff": "Contratar personal", "Recruit staff": "Contratar personal", "Conduct eligibility or selection interviews": "Realizar entrevistas de elegibilidad o selección.", "Audition or interview potential performers or staff members": "Audicionar o entrevistar a posibles artistas o miembros del personal.", "Select staff, team members or performers": "Seleccionar personal, miembros del equipo o artistas", "Administer staff recruitment or hiring activities": "Administrar actividades de reclutamiento o contratación de personal.", "Coordinate recruitment activities": "Coordinar actividades de reclutamiento.", "Hire farming, fishing or forestry workers": "Contratar trabajadores agrícolas, pesqueros o forestales.", "Supervise employees": "Supervisar a los empleados", "Supervise information technology staff": "Supervisar al personal de tecnología de la información.", "Supervise sales or support staff": "Supervisar al personal de ventas o soporte.", "Evaluate performance of educational staff": "Evaluar el desempeño del personal educativo.", "Supervise trainees": "Supervisar a los alumnos", "Supervise scientific or technical staff": "Supervisar al personal científico o técnico.", "Supervise engineering or other technical staff": "Supervisar al personal de ingeniería u otro personal técnico.", "Train staff in technical or scientific procedures": "Capacitar al personal en procedimientos técnicos o científicos", "Supervise service workers": "Supervisar a los trabajadores del servicio.", "Instruct workers to use equipment or perform technical procedures": "Instruir a los trabajadores para que utilicen equipos o realicen procedimientos técnicos.", "Supervise production or support staff": "Supervisar al personal de producción o soporte.", "Provide mentorship and guidance to staff": "Proporcionar tutoría y orientación al personal.", "Provide leadership to align operational activities with the organisation’s vision and goals": "Proporcionar liderazgo para alinear las actividades operativas con la visión y los objetivos de la organización.", "Maintain knowledge of current developments in area of expertise": "Mantener el conocimiento de los desarrollos actuales en el área de especialización.", "Advise others on career or personal development": "Asesorar a otros sobre su carrera o desarrollo personal.", "Update professional knowledge": "Actualizar conocimientos profesionales.", "Conduct research to inform art, designs or other work": "Realizar investigaciones para informar sobre arte, diseños u otros trabajos.", "Develop professional relationships or networks": "Desarrollar relaciones o redes profesionales.", "Review professional literature to maintain professional knowledge": "Revisar la literatura profesional para mantener el conocimiento profesional.", "Attend training sessions or events to develop or maintain professional knowledge": "Asistir a sesiones de capacitación o eventos para desarrollar o mantener conocimientos profesionales.", "Attend events to develop professional knowledge": "Asistir a eventos para desarrollar conocimientos profesionales.", "Study product information to acquire professional knowledge": "Estudiar la información del producto para adquirir conocimientos profesionales.", "Conduct research to increase knowledge about medical issues": "Realizar investigaciones para aumentar el conocimiento sobre temas médicos.", "Maintain medical or professional knowledge": "Mantener conocimientos médicos o profesionales.", "Update technical knowledge": "Actualizar conocimientos técnicos", "Update knowledge or skills": "Actualizar conocimientos o habilidades.", "Maintain professional knowledge or certifications": "Mantener conocimientos o certificaciones profesionales.", "Attend training to learn new skills or update knowledge": "Asistir a capacitaciones para aprender nuevas habilidades o actualizar conocimientos.", "Train others on performance techniques": "Capacitar a otros en técnicas de interpretación.", "Maintain current knowledge related to work activities": "Mantener actualizados los conocimientos relacionados con las actividades laborales.", "Review laws or regulations to maintain professional knowledge": "Revisar leyes o regulaciones para mantener el conocimiento profesional.", "Stay informed about current developments in field of specialisation": "Manténgase informado sobre las novedades actuales en el campo de especialización.", "Maintain professional social services knowledge": "Mantener el conocimiento profesional de los servicios sociales.", "Attend conferences or workshops to maintain professional knowledge": "Asistir a conferencias o talleres para mantener el conocimiento profesional.", "Attend educational events to update medical knowledge": "Asistir a eventos educativos para actualizar conocimientos médicos.", "Advise others on legal or regulatory compliance matters": "Asesorar a otros sobre asuntos de cumplimiento legal o regulatorio.", "Collaborate with other law enforcement or security agencies to share information": "Colaborar con otras agencias policiales o de seguridad para compartir información.", "Collaborate with law enforcement or security agencies to respond to incidents": "Colaborar con las fuerzas del orden o las agencias de seguridad para responder a los incidentes.", "Relay information about incidents or emergencies to personnel using phones or two-way radios": "Transmitir información sobre incidentes o emergencias al personal mediante teléfonos o radios bidireccionales.", "Inform others about laws or regulations": "Informar a otros sobre leyes o regulaciones", "Analyse impact of legal or regulatory changes": "Analizar el impacto de los cambios legales o regulatorios.", "Draft legislation or regulations": "Proyecto de ley o reglamento", "Prepare proposals or grant applications to obtain project funding": "Preparar propuestas o solicitudes de subvención para obtener financiación para proyectos.", "Prepare forms or applications": "Preparar formularios o solicitudes.", "Write grant proposals": "Escribir propuestas de subvención", "Prepare proposal documents or grant applications": "Preparar documentos de propuesta o solicitudes de subvención.", "Prepare contracts, disclosures or applications": "Preparar contratos, divulgaciones o solicitudes.", "Prepare proposal documents": "Preparar documentos de propuesta.", "Prepare drafts of amendments, government policies, laws, rules, regulations, budgets, programs and procedures": "Preparar borradores de enmiendas, políticas gubernamentales, leyes, reglas, regulaciones, presupuestos, programas y procedimientos.", "Present information to the public": "Presentar información al público.", "Inform viewers, listeners or audiences": "Informar a los espectadores, oyentes o audiencias", "Report news to the public": "Informar noticias al público.", "Provide educational information to the public": "Proporcionar información educativa al público.", "Present business-related information": "Presentar información relacionada con el negocio.", "Provide information to the general public": "Proporcionar información al público en general.", "Present social services program information to the public": "Presentar información del programa de servicios sociales al público.", "Provide educational materials to community members": "Proporcionar materiales educativos a los miembros de la comunidad.", "Maintain operational records": "Mantener registros operativos", "Inspect operational processes": "Inspeccionar los procesos operativos", "Maintain operational records or records systems": "Mantener registros operativos o sistemas de registros.", "Record operational or production data": "Registrar datos operativos o de producción.", "Prepare reports related to compliance matters": "Elaborar informes relacionados con asuntos de cumplimiento.", "Obtain documentation to authorise activities": "Obtener documentación para autorizar actividades.", "Complete documentation required by programs or regulations": "Documentación completa requerida por programas o normativas", "Explain regulations, policies or procedures": "Explicar regulaciones, políticas o procedimientos.", "Prepare documentation for contracts, transactions or regulatory compliance": "Preparar documentación para contratos, transacciones o cumplimiento normativo.", "Review license or permit applications": "Revisar solicitudes de licencia o permiso", "Verify application data to determine program eligibility": "Verificar los datos de la solicitud para determinar la elegibilidad del programa", "Review documents or materials for compliance with policies or regulations": "Revisar documentos o materiales para verificar que cumplan con las políticas o regulaciones.", "Coordinate regulatory documentation activities": "Coordinar las actividades de documentación regulatoria.", "Prepare regulatory or compliance documentation": "Preparar documentación regulatoria o de cumplimiento.", "Maintain data in information systems or databases": "Mantener datos en sistemas de información o bases de datos.", "Maintain records, documents or other files": "Mantener registros, documentos u otros archivos.", "Maintain inventory records": "Mantener registros de inventario", "Record staff information": "Registrar información del personal", "File documents or records": "Archivar documentos o registros", "Store records or related materials": "Almacenar registros o materiales relacionados.", "Maintain call records": "Mantener registros de llamadas", "Maintain logs of production activities": "Mantener registros de las actividades de producción.", "Assess database performance": "Evaluar el rendimiento de la base de datos", "Record production information": "Información de producción de registros", "Record personnel information": "Registrar información del personal", "Maintain personnel records": "Mantener registros de personal", "Prepare analytical reports": "Preparar informes analíticos.", "Write reports or evaluations": "Redactar informes o valoraciones.", "Prepare research reports": "Preparar informes de investigación.", "Prepare data for analysis": "Preparar datos para el análisis.", "Prepare investigation or incident reports": "Preparar informes de investigación o incidentes.", "Convert data among multiple digital or analogue formats": "Convierta datos entre múltiples formatos digitales o analógicos", "Edit audio, photographs or video recordings": "Editar grabaciones de audio, fotografías o vídeos.", "Download data": "Descargar datos", "Retrieve information from electronic sources": "Recuperar información de fuentes electrónicas.", "Format digital documents, data or images": "Formatear documentos digitales, datos o imágenes.", "Review audio or video recordings": "Revisar grabaciones de audio o vídeo.", "Deliver, publish, broadcast or distribute final audio or visual media product": "Entregar, publicar, transmitir o distribuir productos finales de medios visuales o de audio.", "Write informational material": "escribir material informativo", "Send information, materials or documentation": "Enviar información, materiales o documentación", "Edit written materials": "Editar materiales escritos", "Edit documents": "Editar documentos", "Compile data or documentation": "Recopilar datos o documentación.", "Transcribe spoken or written information": "Transcribir información hablada o escrita.", "Type documents": "Tipo documentos", "Monitor current trends": "Monitorear las tendencias actuales", "Analyse information obtained from news sources": "Analizar información obtenida de fuentes noticiosas.", "Gather information for news stories": "Recopilar información para noticias", "Search information sources to find data": "Buscar fuentes de información para encontrar datos.", "Search files, databases or reference materials to obtain information": "Buscar archivos, bases de datos o materiales de referencia para obtener información", "Observe individuals' activities to gather information or compile evidence": "Observar las actividades de los individuos para recopilar información o compilar pruebas.", "Use databases to locate investigation details or other information": "Utilice bases de datos para localizar detalles de la investigación u otra información.", "Analyse website or related online data to track trends or usage": "Analizar sitios web o datos en línea relacionados para rastrear tendencias o uso.", "Communicate with constituents and keep abreast of the issues affecting them": "Comunicarse con los electores y mantenerse al tanto de los asuntos que les afectan.", "Maintain knowledge of relevant national and international current events": "Mantener el conocimiento de los acontecimientos relevantes de actualidad nacional e internacional.", "Research topics in area of expertise": "Temas de investigación en el área de especialización.", "Write articles, books or other materials": "Escribir artículos, libros u otros materiales.", "Conduct anthropological or archaeological research": "Realizar investigaciones antropológicas o arqueológicas.", "Prepare scientific or technical reports or presentations": "Elaborar informes o presentaciones científicas o técnicas.", "Research hydrologic features or processes": "Investigar características o procesos hidrológicos.", "Read documents to gather technical information": "Leer documentos para recopilar información técnica.", "Review technical documents to plan work": "Revisar documentos técnicos para planificar el trabajo.", "Prepare research or technical reports": "Elaborar informes de investigación o técnicos.", "Prepare technical reports for internal use": "Elaborar informes técnicos para uso interno.", "Organise informational materials": "Organizar materiales informativos", "Prepare graphics or other visual representations of information": "Preparar gráficos u otras representaciones visuales de información.", "Update website content": "Actualizar el contenido del sitio web", "Prepare informational or reference materials": "Preparar materiales informativos o de referencia", "Publish content on digital platforms or social media sites": "Publicar contenido en plataformas digitales o sitios de redes sociales.", "Develop social media materials": "Desarrollar materiales para redes sociales.", "Maintain records of customer accounts": "Mantener registros de las cuentas de los clientes.", "Maintain client records": "Mantener registros de clientes", "Maintain client information or service records": "Mantener información del cliente o registros de servicio.", "Maintain surveillance of individuals or establishments": "Mantener la vigilancia de personas o establecimientos.", "Inform individuals or organisations of status or findings": "Informar a personas u organizaciones sobre el estado o los hallazgos", "Maintain social services program records": "Mantener registros del programa de servicios sociales.", "Verify patron or staff credentials": "Verificar las credenciales del usuario o del personal", "Identify implications for cases from legal precedents or other legal information": "Identificar implicaciones para casos a partir de precedentes legales u otra información legal.", "Prepare documentation of legal proceedings": "Preparar documentación de procedimientos judiciales.", "Prepare legal documents": "Preparar documentos legales.", "Prepare written decisions for legal proceedings": "Preparar decisiones escritas para procedimientos legales.", "Rule on admissibility of legal proceedings": "Norma sobre admisibilidad de procedimientos judiciales", "Record information from meetings or other formal proceedings": "Registrar información de reuniones u otros procedimientos formales.", "Record information about legal matters": "Registrar información sobre asuntos legales.", "Prepare legal or investigatory documentation": "Preparar documentación legal o de investigación.", "Prepare information or documentation related to legal or regulatory matters": "Preparar información o documentación relacionada con asuntos legales o regulatorios.", "Serve court ordered documents": "Entregar documentos ordenados por el tribunal", "Document information related to legal proceedings": "Información del documento relacionada con procedimientos legales.", "Research engineering aspects of biological or chemical processes": "Aspectos de ingeniería de investigación de procesos biológicos o químicos.", "Research advanced engineering designs or applications": "Investigar diseños o aplicaciones de ingeniería avanzada.", "Research engineering applications of emerging technologies": "Aplicaciones de ingeniería de investigación de tecnologías emergentes.", "Research human performance or health factors related to engineering or design activities": "Investigar el desempeño humano o factores de salud relacionados con actividades de ingeniería o diseño.", "Interpret cultural or religious information": "Interpretar información cultural o religiosa.", "Manage construction activities": "Gestionar las actividades de construcción.", "Estimate technical or resource requirements for development or production projects": "Estimar los requisitos técnicos o de recursos para proyectos de desarrollo o producción.", "Mark reference points on construction materials": "Marcar puntos de referencia en materiales de construcción.", "Select production input materials": "Seleccionar materiales de entrada de producción.", "Estimate materials requirements for projects": "Estimar los requisitos de materiales para los proyectos.", "Select construction materials": "Seleccionar materiales de construcción", "Estimate material requirements for production": "Estimar los requisitos de materiales para la producción.", "Monitor resources": "Monitorear recursos", "Cut materials according to specifications or needs": "Cortar materiales según especificaciones o necesidades.", "Mix ingredients to create specific finishes": "Mezcla ingredientes para crear acabados específicos.", "Select production equipment according to product specifications": "Seleccionar el equipo de producción según las especificaciones del producto.", "Mark products, work pieces or equipment with identifying information": "Marcar productos, piezas de trabajo o equipos con información de identificación.", "Measure ingredients or substances to be used": "Medir ingredientes o sustancias a utilizar.", "Calculate specific material, equipment or labour requirements": "Calcular requisitos específicos de material, equipo o mano de obra.", "Evaluate quality of materials or products": "Evaluar la calidad de materiales o productos", "Construct distinctive physical objects for artistic, functional or commercial purposes": "Construir objetos físicos distintivos con fines artísticos, funcionales o comerciales.", "Classify materials according to standard systems": "Clasificar materiales según sistemas estándar.", "Test quality of materials or finished products": "Probar la calidad de los materiales o productos terminados.", "Test chemical or physical characteristics of materials or products": "Prueba de características físicas o químicas de materiales o productos.", "Compare physical characteristics of materials or products to specifications or standards": "Comparar las características físicas de materiales o productos con especificaciones o estándares.", "Examine physical characteristics of gemstones or precious metals": "Examinar las características físicas de piedras preciosas o metales preciosos.", "Weigh materials to ensure compliance with specifications": "Pesar materiales para garantizar el cumplimiento de las especificaciones.", "Compact or smooth materials to create level bases": "Materiales compactos o lisos para crear bases niveladas.", "Mark materials or objects for identification": "Marcar materiales u objetos para su identificación", "Test characteristics of materials or structures": "Características de prueba de materiales o estructuras.", "Calculate weights, volumes or other characteristics of materials": "Calcular pesos, volúmenes u otras características de los materiales.", "Determine metal production methods": "Determinar los métodos de producción de metales.", "Determine plastic or rubber production methods": "Determinar los métodos de producción de plástico o caucho.", "Determine presentation subjects or content": "Determinar los temas o contenidos de la presentación.", "Select project materials": "Seleccionar materiales del proyecto", "Determine how best to represent a concept visually": "Determinar la mejor manera de representar visualmente un concepto.", "Install insulation in equipment or structures": "Instalar aislamiento en equipos o estructuras.", "Lubricate production equipment": "Lubricar equipos de producción.", "Demonstrate activity techniques or equipment use": "Demostrar técnicas de actividad o uso de equipos.", "Set equipment guides, stops, spacers or other fixtures": "Establecer guías de equipos, topes, espaciadores u otros accesorios.", "Install gauges or controls": "Instalar medidores o controles.", "Determine production equipment settings": "Determinar la configuración del equipo de producción.", "Apply solutions to production equipment": "Aplicar soluciones a equipos de producción.", "Align parts or work pieces for assembly": "Alinear piezas o piezas de trabajo para el montaje.", "Heat material or work pieces to prepare for or complete production": "Calentar el material o las piezas de trabajo para preparar o completar la producción.", "Lay out parts to prepare for assembly": "Diseñe las piezas para prepararlas para el montaje.", "Cut industrial materials in preparation for fabrication or processing": "Cortar materiales industriales en preparación para la fabricación o procesamiento.", "Adjust position of moulds during processing": "Ajustar la posición de los moldes durante el procesamiento.", "Melt metal, plastic or other materials to prepare for production": "Fundir metal, plástico u otros materiales para preparar la producción.", "Grind parts": "moler piezas", "Reshape metal work pieces to established specifications": "Reformar piezas de trabajo de metal según las especificaciones establecidas.", "Prepare materials for processing": "Preparar materiales para su procesamiento.", "Prepare products for testing": "Preparar productos para pruebas.", "Read technical information needed to perform maintenance or repairs": "Leer la información técnica necesaria para realizar mantenimiento o reparaciones.", "Evaluate characteristics of individuals to determine needs or eligibility": "Evaluar las características de las personas para determinar las necesidades o la elegibilidad.", "Recommend legal actions": "Recomendar acciones legales", "Read materials to determine needed actions": "Leer materiales para determinar las acciones necesarias.", "Analyse shipping information to make routing decisions": "Analizar la información de envío para tomar decisiones de ruta", "Read maps to determine routes": "Leer mapas para determinar rutas.", "Examine marketing materials to ensure compliance with policies or regulations": "Examinar los materiales de marketing para garantizar el cumplimiento de las políticas o regulaciones.", "Evaluate civic projects or public policies": "Evaluar proyectos cívicos o políticas públicas.", "Analyse and understand the local and national implications of proposed legislation": "Analizar y comprender las implicaciones locales y nacionales de la legislación propuesta.", "Analyse energy usage data": "Analizar datos de uso de energía.", "Create graphical representations of structures, landscapes or aquatic systems": "Crear representaciones gráficas de estructuras, paisajes o sistemas acuáticos.", "Create images of data, locations or products": "Crear imágenes de datos, ubicaciones o productos.", "Create images or other visual displays": "Crear imágenes u otras presentaciones visuales", "Coordinate special events or programs": "Coordinar eventos o programas especiales.", "Manage outreach activities": "Gestionar actividades de divulgación.", "Organise special events": "Organizar eventos especiales", "Coordinate artistic activities": "Coordinar actividades artísticas.", "Promote products, activities, or organisations": "Promocionar productos, actividades u organizaciones.", "Coordinate student extracurricular activities": "Coordinar las actividades extracurriculares de los estudiantes.", "Plan special events": "Planificar eventos especiales", "Conduct amusement or gaming activities": "Realizar actividades de entretenimiento o juegos.", "Organise recreational activities or events": "Organizar actividades o eventos recreativos.", "Coordinate athletic or sporting events or activities": "Coordinar eventos o actividades atléticas o deportivas.", "Host events": "Organizar eventos", "Accompany individuals or groups to activities": "Acompañar a personas o grupos a actividades.", "Determine methods to minimise environmental impact": "Determinar métodos para minimizar el impacto ambiental.", "Participate in or lead outdoor adventure activities": "Participar o dirigir actividades de aventura al aire libre.", "Determine equipment, food and supplies required for journey": "Determinar el equipo, alimentos y suministros necesarios para el viaje.", "Participate in athletic events": "Participar en eventos atléticos.", "Perform swimming, diving, or aquatic activities": "Realizar natación, buceo o actividades acuáticas.", "Practice athletic or artistic skills": "Practicar habilidades atléticas o artísticas.", "Participate in physical training to maintain fitness": "Participar en entrenamiento físico para mantenerse en forma.", "Develop exercise or conditioning programs": "Desarrollar programas de ejercicio o acondicionamiento.", "Advise athletes, coaches, or trainers on exercise regimens, nutrition, or equipment use": "Asesorar a atletas, entrenadores o preparadores físicos sobre regímenes de ejercicio, nutrición o uso de equipos.", "Promote goods, services, or programs": "Promocionar bienes, servicios o programas.", "Create marketing materials": "Crear materiales de marketing.", "Obtain information about goods or services": "Obtener información sobre bienes o servicios", "Develop promotional materials": "Desarrollar materiales promocionales.", "Sell goods or services": "Vender bienes o servicios", "Set up merchandise displays": "Configurar exhibidores de mercancías", "Market goods, services or events": "Mercadear bienes, servicios o eventos.", "Perform marketing activities": "Realizar actividades de marketing.", "Demonstrate products to consumers": "Demostrar productos a los consumidores", "Develop promotional strategies or plans": "Desarrollar estrategias o planes promocionales.", "Write advertising or promotional material": "Redactar material publicitario o promocional.", "Explain use of goods or services": "Explicar el uso de bienes o servicios.", "Arrange items for use or display": "Organizar artículos para su uso o exhibición.", "Implement advertising or marketing initiatives": "Implementar iniciativas de publicidad o marketing.", "Sell motor vehicles, caravans or automotive products": "Vender vehículos de motor, caravanas o productos de automoción.", "Develop marketing plans or strategies": "Desarrollar planes o estrategias de marketing.", "Coordinate sales campaigns": "Coordinar campañas de ventas.", "Develop marketing plans or strategies for environmental initiatives": "Desarrollar planes o estrategias de marketing para iniciativas medioambientales.", "Merchandise health care goods or services": "Mercancías, bienes o servicios de atención médica.", "Schedule release of marketing content": "Programar la publicación de contenido de marketing", "Maintain records of sales or other business transactions": "Mantener registros de ventas u otras transacciones comerciales.", "Monitor sales activities": "Supervisar las actividades de ventas.", "Review accuracy of sales or other transactions": "Revisar la exactitud de las ventas u otras transacciones.", "Process sales or other transactions": "Procesar ventas u otras transacciones", "Record sales or transactions data": "Registrar datos de ventas o transacciones.", "Share sales-related or market information with colleagues": "Comparta información relacionada con las ventas o el mercado con colegas", "Contact current or potential customers to promote goods or services": "Contactar a clientes actuales o potenciales para promocionar bienes o servicios.", "Deliver promotional presentations to current or prospective customers": "Realizar presentaciones promocionales a clientes actuales o potenciales.", "Develop content for sales presentations or other materials": "Desarrollar contenido para presentaciones de ventas u otros materiales.", "Distribute promotional literature or samples to customers": "Distribuir literatura promocional o muestras a los clientes.", "Identify potential customers": "Identificar clientes potenciales", "Discuss goods or services information with customers or patrons": "Discutir información sobre bienes o servicios con clientes o patrocinadores.", "Develop proposals for current or prospective customers": "Desarrollar propuestas para clientes actuales o potenciales.", "Visit establishments to evaluate needs or to promote products or service sales": "Visitar establecimientos para evaluar necesidades o promover la venta de productos o servicios.", "Provide basic information to guests, visitors, or clients": "Proporcionar información básica a invitados, visitantes o clientes.", "Communicate organisational information to customers or other stakeholders": "Comunicar información organizacional a clientes u otras partes interesadas.", "Collect data about customer needs": "Recopilar datos sobre las necesidades del cliente.", "Resolve customer complaints or problems": "Resolver quejas o problemas de clientes.", "Answer customer questions about goods or services": "Responder las preguntas de los clientes sobre bienes o servicios.", "Greet customers, patrons or visitors": "Saludar a clientes, patrocinadores o visitantes.", "Correspond with customers to answer questions or resolve complaints": "Corresponder con los clientes para responder preguntas o resolver quejas.", "Present work to clients for approval": "Presentar el trabajo a los clientes para su aprobación.", "Advise customers on the use of goods or services": "Asesorar a los clientes sobre el uso de bienes o servicios.", "Gather customer or product information to determine customer needs": "Recopilar información del cliente o del producto para determinar las necesidades del cliente.", "Recommend goods or services to customers": "Recomendar bienes o servicios a los clientes.", "Provide transportation information to passengers or customers": "Proporcionar información de transporte a pasajeros o clientes.", "Collect information about clients": "Recopilar información sobre los clientes.", "Confer with customers or users to assess problems": "Consultar con clientes o usuarios para evaluar problemas.", "Communicate with clients about products, procedures and policies": "Comunicarse con los clientes sobre productos, procedimientos y políticas.", "Communicate with customers to resolve complaints or ensure satisfaction": "Comunicarse con los clientes para resolver quejas o garantizar su satisfacción.", "Discuss service options or needs with clients": "Discutir opciones o necesidades de servicio con los clientes.", "Document client health or progress": "Documentar la salud o el progreso del cliente", "Respond to customer inquiries": "Responder a las consultas de los clientes", "Take customer orders": "Tomar pedidos de clientes", "Provide customers with general information or assistance": "Proporcionar a los clientes información general o asistencia.", "Gather information in order to provide services to clients": "Recopilar información para brindar servicios a los clientes.", "Respond to customer problems or complaints": "Responder a los problemas o quejas de los clientes.", "Answer telephones to direct calls or provide information": "Atender teléfonos para dirigir llamadas o brindar información", "Provide notifications to customers or patrons": "Proporcionar notificaciones a clientes o usuarios", "Issue documentation or identification to customers or employees": "Emitir documentación o identificación a clientes o empleados.", "Refer customers to appropriate staff": "Remitir a los clientes al personal adecuado.", "Take product orders": "Tomar pedidos de productos", "Schedule appointments with prospective customers": "Programe citas con clientes potenciales", "Present sustainable goods or services information to the public": "Presentar al público información sobre bienes o servicios sostenibles.", "Provide customer service to clients or users": "Proporcionar servicio de atención al cliente a clientes o usuarios.", "Train customers in the use of products": "Capacitar a los clientes en el uso de los productos.", "Measure clients to ensure proper product fit": "Medir a los clientes para garantizar el ajuste adecuado del producto", "Inform the public about policies, services or procedures": "Informar al público sobre políticas, servicios o procedimientos.", "Review customer information": "Revisar la información del cliente", "Issue certificates or licenses": "Emitir certificados o licencias", "Assist individuals with paperwork": "Ayudar a las personas con el papeleo.", "Assist customers with product selection": "Ayudar a los clientes con la selección de productos.", "Explain use of products or services": "Explicar el uso de productos o servicios.", "Manage guest services": "Gestionar servicios para huéspedes", "Usher patrons to seats or exits": "Conducir a los clientes a los asientos o salidas.", "Assist customers with seating arrangements": "Ayudar a los clientes con la disposición de los asientos.", "Distribute resources to patrons or employees": "Distribuir recursos a patrocinadores o empleados.", "Arrange services or reservations for patrons": "Organizar servicios o reservas para clientes.", "Make travel, accommodation or entertainment arrangements for others": "Realizar arreglos de viaje, alojamiento o entretenimiento para otros.", "Handle luggage or other possessions for patrons": "Manejar el equipaje u otras posesiones de los clientes.", "Assist patrons with entering or exiting vehicles or other forms of transportation": "Ayudar a los clientes a entrar o salir de vehículos u otras formas de transporte.", "Guide patrons on tours": "Guía a los clientes en los recorridos", "Provide attraction or event information to patrons": "Proporcionar información sobre atracciones o eventos a los clientes.", "Provide patrons with directions to locales or attractions": "Proporcionar a los clientes indicaciones para llegar a lugares o atracciones.", "Advise and answer questions on historically, culturally or environmentally relevant local interest points": "Asesorar y responder preguntas sobre puntos de interés local histórica, cultural o ambientalmente relevantes.", "Compute gaming wins and losses": "Calcular ganancias y pérdidas en juegos", "Conduct gaming transactions": "Realizar transacciones de juego", "Operate gaming equipment": "Operar equipos de juego.", "Manage environmental sustainability projects": "Gestionar proyectos de sostenibilidad ambiental.", "Develop environmental remediation or protection plans": "Desarrollar planes de remediación o protección ambiental.", "Evaluate green operations or programs for compliance with standards or regulations": "Evaluar operaciones o programas verdes para verificar el cumplimiento de estándares o regulaciones.", "Evaluate environmental impact of operational or development activities": "Evaluar el impacto ambiental de las actividades operativas o de desarrollo.", "Identify environmental concerns": "Identificar preocupaciones ambientales", "Develop environmental sustainability plans or projects": "Desarrollar planes o proyectos de sostenibilidad ambiental.", "Promote environmental sustainability or conservation initiatives": "Promover iniciativas de conservación o sostenibilidad ambiental.", "Review environmental permits, plans or reports": "Revisar permisos, planos o informes ambientales.", "Review plans or proposals for environmental conservation": "Revisar planes o propuestas de conservación ambiental.", "Direct natural resources management or conservation programs": "Programas directos de gestión o conservación de recursos naturales.", "Plan natural resources conservation or restoration programs": "Planificar programas de conservación o restauración de recursos naturales.", "Develop plans to manage natural or renewable resources": "Desarrollar planes para gestionar recursos naturales o renovables.", "Evaluate environmental or sustainability projects": "Evaluar proyectos ambientales o de sostenibilidad.", "Maintain operational records for green energy processes or other environmentally sustainable activities": "Mantener registros operativos para procesos de energía verde u otras actividades ambientalmente sostenibles.", "Design water conservation systems": "Diseñar sistemas de conservación de agua.", "Investigate the environmental impact of projects": "Investigar el impacto ambiental de los proyectos.", "Design environmental control systems": "Diseñar sistemas de control ambiental.", "Direct environmental development activities": "Actividades directas de desarrollo ambiental.", "Monitor environmental impacts of production or development activities": "Monitorear los impactos ambientales de las actividades de producción o desarrollo.", "Inspect landscaping to determine treatment needs": "Inspeccionar el paisaje para determinar las necesidades de tratamiento.", "Undertake natural conservation or restoration activities": "Realizar actividades de conservación o restauración natural.", "Analyse risks related to investments in green technology": "Analizar los riesgos relacionados con las inversiones en tecnología verde", "Train employees on environmental awareness, conservation or safety topics": "Capacitar a los empleados en temas de concientización, conservación o seguridad ambiental.", "Supervise workers performing environmentally sustainable activities": "Supervisar a los trabajadores que realizan actividades ambientalmente sustentables.", "Teach safety standards or environmental compliance methods": "Enseñar normas de seguridad o métodos de cumplimiento ambiental.", "Research issues related to the environment or sustainable business practices": "Temas de investigación relacionados con el medio ambiente o prácticas comerciales sostenibles.", "Research impacts of environmental conservation initiatives": "Impactos de la investigación de las iniciativas de conservación ambiental.", "Conduct research of processes in natural or industrial ecosystems": "Realizar investigaciones de procesos en ecosistemas naturales o industriales.", "Communicate results of environmental research": "Comunicar resultados de investigaciones ambientales.", "Locate natural resources using geospatial or other environmental data": "Localizar recursos naturales utilizando datos geoespaciales u otros datos ambientales.", "Compile environmental or climate data": "Recopilar datos ambientales o climáticos.", "Plan environmental research": "Planificar la investigación ambiental.", "Prepare research or technical reports on environmental issues": "Elaborar investigaciones o informes técnicos sobre temas ambientales.", "Research environmental impact of industrial or development activities": "Investigar el impacto ambiental de las actividades industriales o de desarrollo.", "Apply knowledge or research findings to address environmental problems": "Aplicar conocimientos o resultados de investigaciones para abordar problemas ambientales.", "Conduct climate research": "Realizar investigaciones climáticas", "Develop environmental research methods": "Desarrollar métodos de investigación ambiental.", "Analyse environmental data": "Analizar datos ambientales.", "Evaluate logistics methods to reduce environmental impact": "Evaluar métodos logísticos para reducir el impacto ambiental.", "Implement transportation changes to reduce environmental impact": "Implementar cambios en el transporte para reducir el impacto ambiental.", "Determine methods to minimise environmental impact of activities": "Determinar métodos para minimizar el impacto ambiental de las actividades.", "Appraise environmental impact of regulations or policies": "Evaluar el impacto ambiental de las regulaciones o políticas.", "Identify opportunities for green initiatives": "Identificar oportunidades para iniciativas verdes.", "Incorporate green features into the design of structures or facilities": "Incorporar características ecológicas en el diseño de estructuras o instalaciones.", "Design energy efficient equipment or systems": "Diseñar equipos o sistemas energéticamente eficientes.", "Research design or application of green technologies": "Diseño de investigación o aplicación de tecnologías verdes.", "Install metering equipment": "Instalar equipo de medición.", "Develop operating strategies, plans or procedures for green or sustainable operations": "Desarrollar estrategias operativas, planes o procedimientos para operaciones verdes o sostenibles.", "Test green technologies or processes": "Probar tecnologías o procesos ecológicos", "Evaluate the characteristics of green technologies": "Evaluar las características de las tecnologías verdes", "Install green plumbing or water handling systems": "Instalar sistemas ecológicos de plomería o manejo de agua.", "Test green technology installations to verify performance": "Probar instalaciones de tecnología verde para verificar el rendimiento", "Operate energy distribution equipment": "Operar equipos de distribución de energía.", "Operate natural gas distribution equipment": "Operar equipos de distribución de gas natural.", "Analyse risks to minimise losses or damages": "Analizar riesgos para minimizar pérdidas o daños.", "Measure environmental characteristics": "Medir las características ambientales.", "Inspect cargo to identify potential hazards": "Inspeccionar la carga para identificar peligros potenciales", "Monitor surroundings to detect potential hazards": "Monitorear los alrededores para detectar peligros potenciales.", "Monitor activities affecting environmental quality": "Monitorear las actividades que afectan la calidad ambiental", "Inspect areas for compliance with sanitation standards": "Inspeccionar las áreas para verificar el cumplimiento de las normas sanitarias.", "Collect environmental data or samples": "Recoger datos o muestras ambientales.", "Inspect condition of natural environments": "Inspeccionar el estado de los entornos naturales.", "Test facilities for environmental hazards": "Instalaciones de prueba para riesgos ambientales.", "Record operational or environmental data": "Registrar datos operativos o ambientales.", "Test fluids to identify contamination or other problems": "Pruebe los fluidos para identificar contaminación u otros problemas.", "Monitor environment to ensure safety": "Supervisar el entorno para garantizar la seguridad.", "Record information about environmental conditions": "Registrar información sobre las condiciones ambientales.", "Investigate accidents to determine causes": "Investigar accidentes para determinar las causas.", "Recommend improvements to increase safety or reduce risks": "Recomendar mejoras para aumentar la seguridad o reducir los riesgos.", "Monitor environmental conditions to detect hazards": "Monitorizar las condiciones ambientales para detectar peligros", "Patrol natural areas to ensure safety or enforce regulations": "Patrullar áreas naturales para garantizar la seguridad o hacer cumplir las regulaciones.", "Maintain practical knowledge of natural areas": "Mantener conocimientos prácticos de las áreas naturales.", "Safely move and store dangerous goods": "Mueva y almacene mercancías peligrosas de forma segura", "Recommend changes or corrective procedures": "Recomendar cambios o procedimientos correctivos.", "Communicate with the public on environmental issues": "Comunicarse con el público sobre temas ambientales.", "Advise others about environmental management or conservation": "Asesorar a otros sobre gestión o conservación ambiental.", "Advise others about land management or conservation": "Asesorar a otros sobre la gestión o conservación de la tierra.", "Advise others regarding green practices or environmental concerns": "Asesorar a otros sobre prácticas ecológicas o preocupaciones ambientales.", "Perform manual agricultural, aquacultural or horticultural tasks": "Realizar tareas manuales agrícolas, acuícolas u hortícolas.", "Develop agricultural methods": "Desarrollar métodos agrícolas.", "Research crop management methods": "Métodos de manejo de cultivos de investigación.", "Research sustainable agricultural processes or practices": "Investigar procesos o prácticas agrícolas sostenibles.", "Evaluate quality or condition of plants or crops": "Evaluar la calidad o condición de plantas o cultivos.", "Prepare land for agricultural use": "Preparar la tierra para uso agrícola", "Identify plant species and features": "Identificar especies y características de plantas.", "Inspect agricultural products or produce": "Inspeccionar productos o productos agrícolas.", "Manage agricultural or forestry operations": "Gestionar operaciones agrícolas o forestales.", "Mark agricultural or forestry products for identification": "Marcar productos agrícolas o forestales para su identificación.", "Measure physical characteristics of forestry or agricultural products": "Medir las características físicas de los productos forestales o agrícolas.", "Operate farming or agricultural equipment": "Operar equipos agrícolas o agrícolas.", "Load agricultural or forestry products for shipment": "Cargar productos agrícolas o forestales para su envío", "Maintain forestry, hunting or agricultural equipment": "Realizar el mantenimiento de equipos forestales, de caza o agrícolas.", "Sort forestry or agricultural materials": "Clasificar materiales forestales o agrícolas.", "Record agricultural or forestry inventory data": "Registrar datos de inventario agrícola o forestal.", "Determine forestry techniques or methods": "Determinar técnicas o métodos forestales.", "Operate forestry equipment": "Operar equipos forestales.", "Grade or classify agricultural produce": "Calificar o clasificar productos agrícolas", "Employ appropriate wool or fleece handling techniques": "Emplear técnicas apropiadas de manipulación de lana o vellón.", "Assess characteristics of wool, fleece, hair or hide": "Evaluar las características de la lana, el vellón, el pelo o la piel.", "Select or maintain hair, wool or fur cutting equipment": "Seleccionar o mantener equipos de corte de pelo, lana o piel.", "Classify organisms based on their characteristics or behaviour": "Clasificar organismos según sus características o comportamiento.", "Examine characteristics or behaviour of living organisms": "Examinar las características o el comportamiento de los organismos vivos.", "Cultivate land": "Cultivar la tierra", "Package agricultural products for shipment or further processing": "Empaquetar productos agrícolas para su envío o procesamiento posterior.", "Harvest agricultural products": "Cosechar productos agrícolas", "Sell agricultural products": "Vender productos agrícolas.", "Advise others on farming or forestry operations, regulations or equipment": "Asesorar a otros sobre operaciones, reglamentos o equipos agrícolas o forestales.", "Direct activities of agricultural, forestry or fishery employees": "Actividades directas de los empleados agrícolas, forestales o pesqueros.", "Promote agricultural or hunting activities": "Fomentar actividades agrícolas o cinegéticas.", "Train workers in farming, forestry, or hunting techniques": "Capacitar a los trabajadores en técnicas agrícolas, forestales o de caza.", "Estimate labour or resource requirements for forestry, fishing or agricultural operations": "Estimar los requisitos de mano de obra o recursos para operaciones forestales, pesqueras o agrícolas.", "Examine animals to detect illness, injury or other problems": "Examinar animales para detectar enfermedades, lesiones u otros problemas.", "Perform animal breeding procedures": "Realizar procedimientos de crianza de animales.", "Treat animal injuries or illnesses": "Tratar lesiones o enfermedades de animales.", "Treat skin cuts": "Tratar cortes en la piel", "Cut meat products": "Cortar productos cárnicos", "Process animal carcasses": "Procesar cadáveres de animales", "Slaughter animals": "animales de matanza", "Remove skin or other body parts from animals": "Quitar la piel u otras partes del cuerpo de los animales.", "Package meat, poultry or seafood": "Paquete de carne, aves o mariscos", "Prepare or process fish or seafood": "Preparar o procesar pescado o marisco", "Care for animals": "Cuidar a los animales", "Train animals": "entrenar animales", "Research livestock management methods": "Investigar métodos de manejo del ganado.", "Check physical condition of people or animals": "Comprobar el estado físico de personas o animales.", "Monitor health or behaviour of animals": "Vigilar la salud o el comportamiento de los animales.", "Assist with handling of horses": "Ayudar con el manejo de caballos.", "Comply with industry animal welfare requirements": "Cumplir con los requisitos de bienestar animal de la industria.", "Handle and safely restrain animals for grooming or shearing": "Manipular y sujetar de forma segura a los animales para asearlos o esquilarlos.", "Trim, shear or remove wool, fleece or hair from animals": "Recortar, esquilar o quitar la lana, el vellón o el pelo de los animales.", "Cultivate and maintain lawns, plants and gardens": "Cultivar y mantener césped, plantas y jardines.", "Irrigate lawns, trees or plants": "Regar césped, árboles o plantas.", "Plant greenery to improve landscape appearance": "Plante plantas verdes para mejorar el aspecto del paisaje.", "Treat greenery or surfaces with protective substances": "Tratar la vegetación o las superficies con sustancias protectoras.", "Trim trees or other vegetation": "Podar árboles u otra vegetación.", "Apply chemical solutions to plants for protection or to enhance growth": "Aplicar soluciones químicas a las plantas para protegerlas o mejorar el crecimiento.", "Plant crops, trees or other plants": "Plantar cultivos, árboles u otras plantas.", "Control plant pests or diseases": "Controlar plagas o enfermedades de las plantas.", "Prepare areas for landscape construction and set up landscape features": "Prepare áreas para la construcción de paisajes y configure elementos paisajísticos.", "Design and plan outdoor layouts": "Diseñar y planificar diseños exteriores.", "Capture or kill animals": "Capturar o matar animales.", "Locate animals for fishing or hunting purposes": "Localizar animales con fines de pesca o caza.", "Plan trapping or hunting activities": "Planificar actividades de captura o caza.", "Position animal trapping or capture equipment": "Colocar equipos de captura o captura de animales.", "Treat facilities to eliminate pests": "Tratar las instalaciones para eliminar plagas.", "Inspect condition, or functioning, of facilities or equipment": "Inspeccionar el estado o funcionamiento de las instalaciones o equipos.", "Inspect aircraft or aircraft components": "Inspeccionar aeronaves o componentes de aeronaves", "Monitor engine operation or functioning": "Monitorear el funcionamiento o funcionamiento del motor.", "Test performance of aircraft equipment": "Rendimiento de prueba de equipos de aeronaves.", "Calibrate scientific or technical equipment": "Calibrar equipos científicos o técnicos.", "Maintain electronic equipment": "Mantener equipos electrónicos.", "Evaluate characteristics of equipment or systems": "Evaluar características de equipos o sistemas", "Test performance of electrical, electronic, mechanical, or integrated systems or equipment": "Prueba de rendimiento de sistemas o equipos eléctricos, electrónicos, mecánicos o integrados.", "Test electrical equipment or systems to ensure proper functioning": "Probar equipos o sistemas eléctricos para garantizar su correcto funcionamiento.", "Conduct test runs of production equipment": "Realizar pruebas de funcionamiento de los equipos de producción.", "Inspect industrial or commercial equipment to ensure proper operation": "Inspeccionar equipos industriales o comerciales para garantizar el funcionamiento adecuado.", "Monitor equipment operation to ensure no flaws": "Supervisar el funcionamiento del equipo para garantizar que no haya fallas.", "Adjust equipment for optimal performance": "Ajustar el equipo para un rendimiento óptimo", "Test electrical circuits or components for proper functioning": "Probar circuitos o componentes eléctricos para su correcto funcionamiento.", "Analyse test or performance data to assess equipment operation": "Analizar datos de prueba o rendimiento para evaluar el funcionamiento del equipo.", "Inspect telecommunications equipment to identify problems": "Inspeccionar equipos de telecomunicaciones para identificar problemas.", "Lubricate equipment to allow proper functioning": "Lubricar el equipo para permitir su correcto funcionamiento.", "Test communications equipment to ensure proper functioning": "Probar el equipo de comunicaciones para garantizar el funcionamiento adecuado.", "Monitor equipment operation to ensure proper functioning": "Supervisar el funcionamiento del equipo para garantizar su correcto funcionamiento.", "Assess equipment functioning": "Evaluar el funcionamiento del equipo.", "Maintain equipment or systems to ensure proper functioning": "Mantener equipos o sistemas para garantizar el funcionamiento adecuado.", "Inspect equipment to ensure proper functioning": "Inspeccionar el equipo para asegurar su correcto funcionamiento.", "Inspect equipment to ensure safety or proper functioning": "Inspeccionar el equipo para garantizar la seguridad o el funcionamiento adecuado.", "Watch equipment in operation to detect malfunctions": "Vigilar los equipos en funcionamiento para detectar averías.", "Inspect production equipment": "Inspeccionar el equipo de producción.", "Inspect material-moving equipment to detect problems": "Inspeccionar el equipo de movimiento de materiales para detectar problemas.", "Test mechanical systems to ensure proper functioning": "Probar los sistemas mecánicos para garantizar el funcionamiento adecuado.", "Test mechanical equipment to ensure proper functioning": "Probar el equipo mecánico para garantizar el funcionamiento adecuado.", "Conduct validation tests of equipment or processes": "Realizar pruebas de validación de equipos o procesos.", "Inspect equipment or systems": "Inspeccionar equipos o sistemas.", "Measure equipment outputs": "Medir las salidas del equipo", "Observe equipment in operation to detect potential problems": "Observar el equipo en funcionamiento para detectar posibles problemas.", "Inspect communications or broadcasting equipment": "Inspeccionar equipos de comunicaciones o transmisión", "Inspect equipment to locate or identify electrical problems": "Inspeccionar el equipo para localizar o identificar problemas eléctricos.", "Maintain sustainable energy production equipment": "Mantener equipos de producción de energía sostenible.", "Inspect locomotives or other railway equipment": "Inspeccionar locomotoras u otros equipos ferroviarios.", "Test fire protection equipment and systems": "Probar equipos y sistemas de protección contra incendios.", "Install fire protection equipment and systems": "Instalar equipos y sistemas de protección contra incendios.", "Maintain knowledge of aircraft specifications and flight safety procedures": "Mantener el conocimiento de las especificaciones de la aeronave y los procedimientos de seguridad de vuelo.", "Evaluate characteristics of products": "Evaluar las características de los productos.", "Maintain test equipment": "Mantener el equipo de prueba.", "Examine condition of property or products": "Examinar el estado de la propiedad o los productos.", "Inspect facilities or equipment to ensure specifications are met": "Inspeccionar las instalaciones o equipos para garantizar que se cumplan las especificaciones.", "Inspect facilities or sites to determine if they meet specifications or standards": "Inspeccionar instalaciones o sitios para determinar si cumplen con las especificaciones o estándares.", "Test products for functionality or quality": "Probar productos para determinar su funcionalidad o calidad.", "Inspect products or operations to ensure that standards are met": "Inspeccionar productos u operaciones para garantizar que se cumplan los estándares.", "Inspect completed work to ensure proper installation": "Inspeccionar el trabajo completado para garantizar una instalación adecuada.", "Inspect completed work to ensure proper functioning": "Inspeccionar el trabajo completado para garantizar el funcionamiento adecuado.", "Inspect work sites to determine condition or necessary repairs": "Inspeccionar los sitios de trabajo para determinar la condición o las reparaciones necesarias.", "Inspect facilities, equipment or supplies to ensure conformance to standards": "Inspeccionar instalaciones, equipos o suministros para garantizar el cumplimiento de las normas.", "Ensure passenger compliance with vehicle safety, regulations and standards": "Garantizar el cumplimiento de los pasajeros con la seguridad, las regulaciones y los estándares del vehículo.", "Inspect facilities": "Inspeccionar instalaciones", "Inspect sustainable energy production facilities or equipment": "Inspeccionar instalaciones o equipos de producción de energía sostenible.", "Inspect sets or exhibits": "Inspeccionar decorados o exhibiciones.", "Inspect buildings or grounds to determine condition": "Inspeccionar edificios o terrenos para determinar la condición.", "Monitor equipment gauges or displays": "Monitorear los indicadores o pantallas del equipo", "Monitor operational procedures in technical environments": "Supervisar los procedimientos operativos en entornos técnicos.", "Monitor computer system performance to ensure proper operation": "Supervisar el rendimiento del sistema informático para garantizar un funcionamiento adecuado.", "Inspect systems to determine if they are operating properly": "Inspeccionar los sistemas para determinar si están funcionando correctamente.", "Maintain office equipment in proper operating condition": "Mantener el equipo de oficina en buenas condiciones de funcionamiento.", "Monitor instruments to ensure proper production conditions": "Supervisar los instrumentos para garantizar las condiciones de producción adecuadas.", "Adjust office equipment": "Ajustar el equipo de oficina", "Inspect gas systems or components to identify hazards": "Inspeccionar los sistemas o componentes de gas para identificar peligros.", "Inspect finished products to locate flaws": "Inspeccionar productos terminados para localizar defectos.", "Inspect electrical or electronic systems for defects": "Inspeccionar los sistemas eléctricos o electrónicos en busca de defectos.", "Inspect items for damage or defects": "Inspeccionar los artículos en busca de daños o defectos.", "Inspect garments, fabrics or textile products for defects, damage or stains": "Inspeccionar prendas, tejidos o productos textiles en busca de defectos, daños o manchas.", "Inspect vehicles to determine overall condition": "Inspeccionar los vehículos para determinar el estado general.", "Inspect mechanical equipment to locate damage, defects or wear": "Inspeccionar el equipo mecánico para localizar daños, defectos o desgaste.", "Disassemble equipment to inspect for deficiencies": "Desmontar el equipo para inspeccionar si hay deficiencias.", "Inspect mechanical components of vehicles to identify problems": "Inspeccionar componentes mecánicos de vehículos para identificar problemas.", "Inspect structural components of vehicles to identify problems": "Inspeccionar componentes estructurales de vehículos para identificar problemas.", "Inspect lumber or raw woodstock": "Inspeccionar la madera o la madera en bruto", "Inspect installed components or assemblies": "Inspeccionar los componentes o conjuntos instalados.", "Inspected printed materials or other images to verify quality": "Materiales impresos inspeccionados u otras imágenes para verificar la calidad.", "Verify information or specifications": "Verificar información o especificaciones", "Inspect plastic or composite products": "Inspeccionar productos de plástico o compuestos.", "Inspect metal products": "Inspeccionar productos metálicos.", "Smooth surfaces of objects or equipment": "Superficies lisas de objetos o equipos.", "Polish materials, work pieces or finished products": "Pulir materiales, piezas de trabajo o productos terminados.", "Trim excess material from work pieces": "Recortar el exceso de material de las piezas de trabajo.", "Smooth surfaces with abrasive materials or tools": "Superficies lisas con materiales o herramientas abrasivas.", "Prepare surfaces for finishing": "Preparar superficies para el acabado.", "Apply material to fill gaps in surfaces": "Aplicar material para rellenar huecos en superficies.", "Trim excess material from installations": "Recorte el exceso de material de las instalaciones", "Weigh products or materials": "Pesar productos o materiales.", "Inspect finishes of work pieces or finished products": "Inspeccionar acabados de piezas de trabajo o productos terminados.", "Apply parting agents or other solutions to moulds": "Aplicar agentes de separación u otras soluciones a los moldes.", "Collect samples of raw materials or finished products": "Recoger muestras de materias primas o productos terminados.", "Perform manual service or maintenance tasks": "Realizar tareas manuales de servicio o mantenimiento.", "Maintain recording or broadcasting equipment": "Mantener equipos de grabación o transmisión.", "Inspect materials or equipment to determine need for repair or replacement": "Inspeccionar materiales o equipos para determinar la necesidad de reparación o reemplazo.", "Maintain locomotives or other rail equipment in good working condition": "Mantener locomotoras u otros equipos ferroviarios en buenas condiciones de funcionamiento.", "Maintain construction tools or equipment": "Mantener herramientas o equipos de construcción.", "Maintain production or processing equipment": "Mantener el equipo de producción o procesamiento.", "Travel to work sites": "Viajes a sitios de trabajo.", "Maintain work equipment or machinery": "Mantener equipos o maquinaria de trabajo.", "Operate grounds maintenance equipment": "Operar equipos de mantenimiento de terrenos.", "Monitor availability of equipment or supplies": "Monitorear la disponibilidad de equipos o suministros.", "Perform basic equipment maintenance": "Realizar mantenimiento básico del equipo.", "Report maintenance or equipment problems to appropriate personnel": "Informar problemas de mantenimiento o equipos al personal apropiado.", "Maintain material moving equipment in good working condition": "Mantener el equipo de movimiento de materiales en buenas condiciones de funcionamiento.", "Maintain mechanical equipment": "Mantener equipos mecánicos", "Record information about parts, materials or repair procedures": "Registrar información sobre piezas, materiales o procedimientos de reparación.", "Install piping for installation or maintenance activities": "Instalar tuberías para actividades de instalación o mantenimiento.", "Calculate requirements for equipment installation or repair projects": "Calcular los requisitos para proyectos de instalación o reparación de equipos.", "Maintain firefighting tools or equipment": "Mantener herramientas o equipos de extinción de incendios.", "Maintain drilling equipment": "Mantener el equipo de perforación.", "Inspect equipment or facilities to determine condition or maintenance needs": "Inspeccionar equipos o instalaciones para determinar la condición o las necesidades de mantenimiento.", "Determine technical requirements of productions or projects": "Determinar requisitos técnicos de producciones o proyectos.", "Compile technical information or documentation": "Recopilar información o documentación técnica.", "Review details of technical drawings or specifications": "Revisar detalles de dibujos técnicos o especificaciones.", "Document technical design details": "Documentar los detalles técnicos del diseño.", "Create electrical schematics": "Crear esquemas eléctricos.", "Document technical specifications or requirements": "Documentar especificaciones técnicas o requisitos.", "Develop technical methods or processes": "Desarrollar métodos o procesos técnicos.", "Design industrial processing systems": "Diseñar sistemas de procesamiento industrial.", "Create models of engineering designs or methods": "Crear modelos de diseños o métodos de ingeniería.", "Explain engineering drawings, specifications or other technical information": "Explicar dibujos de ingeniería, especificaciones u otra información técnica.", "Develop technical specifications for systems or equipment": "Desarrollar especificaciones técnicas para sistemas o equipos.", "Develop new or advanced products or production methods": "Desarrollar productos o métodos de producción nuevos o avanzados.", "Supervise technical operations of production to ensure creative direction is realised": "Supervisar las operaciones técnicas de producción para garantizar que se realice la dirección creativa.", "Design medical devices or appliances": "Diseñar dispositivos o aparatos médicos.", "Fabricate medical devices": "fabricar dispositivos médicos", "Repair medical facility equipment": "Reparar equipos de instalaciones médicas.", "Fabricate products or components using machine tools": "Fabricar productos o componentes utilizando máquinas herramienta.", "Drill holes in parts, equipment or materials": "Perforar agujeros en piezas, equipos o materiales.", "Assemble electromechanical or hydraulic systems": "Montar sistemas electromecánicos o hidráulicos.", "Assemble mechanical components or machine parts": "Montar componentes mecánicos o piezas de máquinas.", "Assemble machine tools, parts or fixtures": "Ensamblar máquinas herramienta, piezas o accesorios.", "Design control systems for mechanical or other equipment": "Diseñar sistemas de control para equipos mecánicos u otros.", "Design industrial equipment": "Diseño de equipos industriales.", "Design electromechanical equipment or systems": "Diseñar equipos o sistemas electromecánicos.", "Create graphical representations of mechanical equipment": "Crear representaciones gráficas de equipos mecánicos.", "Attach equipment extensions or accessories": "Adjuntar extensiones o accesorios a equipos", "Assemble equipment or components": "Montar equipos o componentes.", "Fabricate parts or components": "Fabricar piezas o componentes.", "Install vehicle parts or accessories": "Instalar piezas o accesorios del vehículo.", "Assemble temporary equipment or structures": "Montar equipos o estructuras temporales", "Mount attachments or tools onto production equipment": "Montar accesorios o herramientas en equipos de producción.", "Position equipment using hand tools, power tools or heavy equipment": "Coloque el equipo utilizando herramientas manuales, eléctricas o equipo pesado.", "Align equipment or machinery": "Alinear equipos o maquinaria", "Install mechanical components in production equipment": "Instalar componentes mecánicos en equipos de producción.", "Solder parts or work pieces": "Soldar piezas o piezas de trabajo.", "Install parts, assemblies or attachments in transportation or material-handling equipment": "Instalar piezas, conjuntos o accesorios en equipos de transporte o manejo de materiales.", "Bolt objects into place": "Atornillar objetos en su lugar", "Install hardware or other interior fixtures": "Instalar hardware u otros accesorios interiores.", "Load materials into construction equipment": "Cargar materiales en equipos de construcción.", "Install equipment attachments or components": "Instalar accesorios o componentes de equipos", "Bind products or materials": "Enlazar productos o materiales", "Assemble plastic or rubber parts or products": "Ensamblar piezas o productos de plástico o caucho.", "Clean or repair equipment, parts or tools": "Limpiar o reparar equipos, piezas o herramientas.", "Repair electrical components": "Reparar componentes electricos", "Repair electronic equipment": "Reparar equipos electronicos", "Disassemble equipment for maintenance or repair": "Desmontar el equipo para mantenimiento o reparación.", "Install machine or equipment replacement parts": "Instalar repuestos de máquinas o equipos.", "Repair electrical equipment": "Reparar equipos electricos", "Repair electrical circuits or wiring": "Reparar circuitos eléctricos o cableado.", "Repair production equipment or tools": "Reparar equipos o herramientas de producción.", "Repair precision devices or work pieces": "Reparar dispositivos de precisión o piezas de trabajo.", "Locate equipment or materials in need of repair or replacement": "Localizar equipos o materiales que necesitan reparación o reemplazo.", "Reassemble equipment after repair": "Volver a montar el equipo después de la reparación.", "Monitor lubrication of equipment or work pieces": "Monitorear la lubricación de equipos o piezas de trabajo.", "Repair green energy equipment or systems": "Reparar equipos o sistemas de energía verde.", "Assemble products or production equipment": "Ensamblar productos o equipos de producción.", "Manoeuvre work pieces in equipment during production": "Maniobrar piezas de trabajo en el equipo durante la producción.", "Mount materials or work pieces onto production equipment": "Montar materiales o piezas de trabajo en equipos de producción.", "Operate grinding equipment": "Operar equipos de molienda.", "Load materials into production equipment": "Cargar materiales en el equipo de producción.", "Operate food processing equipment": "Operar equipos de procesamiento de alimentos.", "Program equipment to perform production tasks": "Programar equipos para realizar tareas de producción.", "Feed materials or products into or through equipment": "Introducir materiales o productos dentro o a través del equipo.", "Connect supply lines to production equipment or tools": "Conectar líneas de suministro a equipos o herramientas de producción.", "Position raw materials on processing or production equipment": "Colocar materias primas en equipos de procesamiento o producción.", "Install production equipment or systems": "Instalar equipos o sistemas de producción.", "Operate industrial equipment": "Operar equipos industriales", "Operate equipment to print images or bind printed images together": "Operar equipos para imprimir imágenes o unir imágenes impresas.", "Operate energy production equipment": "Operar equipos de producción de energía.", "Load materials into equipment for processing": "Cargar materiales en el equipo para su procesamiento.", "Operate conveyors or other industrial material moving equipment": "Operar transportadores u otros equipos de movimiento de materiales industriales.", "Assist machine operators": "Ayudar a los operadores de máquinas.", "Operate extruding machines to produce rods or encase materials in plastic or rubber": "Operar máquinas extrusoras para producir varillas o revestir materiales en plástico o caucho.", "Fabricate fibreglass products or materials": "Fabricar productos o materiales de fibra de vidrio.", "Produce or shape glass": "Producir o dar forma al vidrio.", "Shape wet or dry concrete": "Dar forma al hormigón húmedo o seco", "Operate plastic or rubber forming equipment": "Operar equipos de formación de plástico o caucho.", "Operate natural gas generation equipment": "Operar equipos de generación de gas natural.", "Operate cutting equipment": "Operar equipo de corte.", "Operate sewing equipment": "Operar equipo de costura.", "Operate textile or leather cutting or production equipment": "Operar equipos de corte o producción de textiles o cuero.", "Operate fabric treatment equipment": "Operar equipos de tratamiento de telas.", "Assemble, form and finish footwear": "Ensamblar, dar forma y terminar el calzado.", "Adjust vehicle components according to specifications": "Ajustar los componentes del vehículo según las especificaciones", "Adjust equipment controls to regulate flow of production": "Ajustar los controles de los equipos para regular el flujo de producción.", "Verify alignment of structures or equipment": "Verificar la alineación de estructuras o equipos", "Enter commands, instructions, or specifications into equipment": "Introducir comandos, instrucciones o especificaciones en el equipo", "Set equipment controls to meet cutting specifications": "Configure los controles del equipo para cumplir con las especificaciones de corte.", "Signal equipment operators to indicate proper equipment positioning": "Operadores de equipos de señales para indicar el posicionamiento adecuado del equipo.", "Calibrate equipment": "Calibrar equipo", "Program equipment to undertake paper or pulp processing": "Equipos del programa para realizar procesamiento de papel o pulpa.", "Adjust flow of electricity to tools or production equipment": "Ajustar el flujo de electricidad a las herramientas o equipos de producción.", "Operate welding equipment": "Operar equipo de soldadura", "Smooth metal surfaces or edges": "Superficies o bordes metálicos lisos", "Cut metal components": "Cortar componentes metálicos", "Install metal structural components": "Instalar componentes estructurales metálicos.", "Shape metal work pieces with hammers or other small hand tools": "Dé forma a piezas de trabajo de metal con martillos u otras herramientas manuales pequeñas.", "Weld metal components": "Componentes metálicos de soldadura.", "Sharpen cutting or grinding tools": "Afilar herramientas de corte o rectificado.", "Assemble metal structures": "Montar estructuras metálicas.", "Operate metal forming equipment": "Operar equipos de conformado de metales.", "Assemble metal parts or products": "Ensamblar piezas o productos metálicos.", "Remove dents from equipment, materials tools or structures": "Eliminar abolladuras de equipos, materiales, herramientas o estructuras.", "Fill cracks, imperfections or holes in products or work pieces": "Rellenar grietas, imperfecciones o agujeros en productos o piezas de trabajo.", "Repair furniture or upholstery": "Reparar muebles o tapizados", "Repair templates, patterns or moulds": "Reparar plantillas, patrones o moldes", "Repair parts or assemblies": "Piezas de reparación o conjuntos", "Rebuild parts or components": "Reconstruir piezas o componentes", "Refinish wood or metal surfaces": "Renovar superficies de madera o metal", "Repair structural components": "Reparar componentes estructurales", "Disable door locks": "Desactivar cerraduras de puertas", "Review blueprints or specifications to determine work requirements": "Revisar planos o especificaciones para determinar los requisitos de trabajo.", "Interpret blueprints, specifications or diagrams": "Interpretar planos, especificaciones o diagramas.", "Review blueprints or other instructions to determine operational methods or sequences": "Revisar planos u otras instrucciones para determinar métodos o secuencias operativas.", "Study blueprints or other instructions to determine equipment setup requirements": "Estudiar planos u otras instrucciones para determinar los requisitos de configuración del equipo.", "Cut carpet, vinyl or other flexible materials": "Cortar alfombras, vinilos u otros materiales flexibles.", "Adjust fabrics or other materials during garment production or processing": "Ajustar telas u otros materiales durante la producción o procesamiento de prendas.", "Assemble garments or textile products": "Montar prendas o productos textiles.", "Cut fabrics, textiles, leather or hide": "Cortar telas, textiles, cuero o piel.", "Prepare fabrics or materials for processing or production": "Preparar telas o materiales para su procesamiento o producción.", "Repair textiles or apparel": "Reparar textiles o prendas de vestir", "Sew products": "Coser productos", "Inspect textile, hide or leather products": "Inspeccionar productos textiles, de cuero o de cuero.", "Select fabric patterns and materials": "Seleccionar patrones y materiales de tela.", "Finish and tan leather": "Acabado y cuero tostado.", "Apply dyes to fabrics, textiles or leather": "Aplicar tintes a telas, textiles o cuero.", "Repair worn, damaged, or defective mechanical parts": "Reparar piezas mecánicas desgastadas, dañadas o defectuosas.", "Replace worn, damaged or defective mechanical parts": "Reemplazar piezas mecánicas desgastadas, dañadas o defectuosas.", "Replace worn equipment components": "Reemplace los componentes desgastados del equipo", "Repair defective engines or engine components": "Reparar motores o componentes defectuosos del motor.", "Replace or repair non-engine automotive or vehicle components": "Reemplazar o reparar componentes de vehículos o automóviles que no sean motores.", "Diagnose equipment malfunctions": "Diagnosticar mal funcionamiento del equipo.", "Repair, replace, test, or rotate tires": "Reparar, reemplazar, probar o rotar neumáticos", "Determine types of equipment, tools, or materials needed for jobs": "Determinar los tipos de equipos, herramientas o materiales necesarios para los trabajos.", "Position patterns on equipment, materials or work pieces": "Patrones de posición en equipos, materiales o piezas de trabajo", "Analyse design or requirements information for mechanical equipment or systems": "Analizar información de diseño o requisitos para equipos o sistemas mecánicos.", "Select tools, equipment, or technologies for use in operations or projects": "Seleccionar herramientas, equipos o tecnologías para su uso en operaciones o proyectos.", "Develop equipment or component configurations": "Desarrollar configuraciones de equipos o componentes", "Design tools, fixtures or other devices for production equipment": "Herramientas de diseño, accesorios u otros dispositivos para equipos de producción.", "Load items into ovens or furnaces": "Cargar artículos en hornos u hornos.", "Shape, mould or cast clay": "Dar forma, moldear o fundir arcilla", "Produce clay or ceramics products": "Producir productos de arcilla o cerámica.", "Skim impurities from molten metal": "Quitar las impurezas del metal fundido.", "Cut plastic components": "Cortar componentes de plástico.", "Weld plastic components": "Soldar componentes de plástico.", "Direct facility maintenance or repair activities": "Actividades directas de mantenimiento o reparación de instalaciones.", "Arrange maintenance activities": "Organizar actividades de mantenimiento.", "Direct equipment maintenance or repair activities": "Actividades directas de mantenimiento o reparación de equipos.", "Schedule equipment maintenance": "Programar el mantenimiento del equipo", "Maintain facilities": "Mantener las instalaciones", "Record service or repair activities": "Registro de actividades de servicio o reparación.", "Maintain repair or maintenance records": "Mantener registros de reparación o mantenimiento.", "Direct maintenance or repair activities": "Actividades directas de mantenimiento o reparación", "Maintain or repair plumbing or drainage structures or fixtures": "Mantener o reparar estructuras o accesorios de plomería o drenaje.", "Estimate maintenance service requirements or costs": "Estimar los requisitos o costos del servicio de mantenimiento.", "Supervise maintenance workers": "Supervisar a los trabajadores de mantenimiento.", "Clean medical equipment or facilities": "Limpiar equipos o instalaciones médicas.", "Clean medical equipment": "Equipo médico limpio", "Clean patient rooms or patient treatment rooms": "Limpiar las habitaciones de los pacientes o las salas de tratamiento de pacientes.", "Dispose of biomedical waste in accordance with standards": "Eliminar los residuos biomédicos de acuerdo con las normas", "Maintain sterile operative fields": "Mantener campos operativos estériles.", "Apply water or solutions to fabrics or apparel": "Aplicar agua o soluciones a telas o prendas.", "Smooth garments": "Prendas lisas", "Clean carpet, rugs, upholstery or drapery": "Limpiar alfombras, tapetes, tapizados o cortinas.", "Load and unload washing or drycleaning machines, driers and extractors": "Carga y descarga de lavadoras o tintorerías, secadoras y extractores.", "Operate pressing and ironing machines": "Operar máquinas de planchar y planchar.", "Sort, wash, dry or iron fabric, linen and clothes": "Clasificar, lavar, secar o planchar telas, ropa de cama y ropa.", "Strip and make beds and change bed linen": "Desnudar y hacer camas y cambiar ropa de cama.", "Clean production equipment": "Equipos de producción limpios.", "Clean tools or equipment": "Herramientas o equipos limpios.", "Clean equipment or facilities": "Equipos o instalaciones limpios.", "Clean work pieces or finished products": "Piezas de trabajo limpias o productos terminados", "Clean materials to prepare them for production": "Materiales limpios para prepararlos para la producción.", "Clean machinery or equipment": "Limpiar maquinaria o equipo.", "Clean vehicles or vehicle components": "Limpiar vehículos o componentes de vehículos.", "Clean equipment or supplies": "Equipos o suministros limpios.", "Clean furniture or fixtures": "Limpiar muebles o accesorios.", "Clean objects": "Limpiar objetos", "Inspect facilities for cleanliness": "Inspeccionar las instalaciones para la limpieza.", "Select equipment, materials or supplies for cleaning or maintenance activities": "Seleccionar equipos, materiales o suministros para actividades de limpieza o mantenimiento.", "Assess cleaning requirements": "Evaluar los requisitos de limpieza", "Clean work areas": "Áreas de trabajo limpias", "Clean work sites": "Lugares de trabajo limpios", "Clean surfaces before commencing work": "Limpie las superficies antes de comenzar a trabajar.", "Clean food preparation areas, facilities or equipment": "Limpiar las áreas, instalaciones o equipos de preparación de alimentos.", "Clean work areas or facilities": "Limpiar áreas o instalaciones de trabajo.", "Perform housekeeping duties": "Realizar tareas de limpieza", "Clean facilities or sites": "Instalaciones o sitios limpios", "Clean facilities or work areas": "Instalaciones o áreas de trabajo limpias.", "Maintain clean work areas": "Mantener áreas de trabajo limpias", "Clean walls or flooring": "Limpiar paredes o pisos", "Clean windows or glass surfaces": "Limpiar ventanas o superficies de vidrio.", "Clean toilet and bathroom areas": "Limpiar las áreas de baños y baños.", "Operate cleaning or polishing equipment for floors and other surfaces": "Operar equipos de limpieza o pulido de pisos y otras superficies.", "Apply protective coverings to objects or surfaces near work areas": "Aplicar cubiertas protectoras a objetos o superficies cercanas a las áreas de trabajo.", "Dispose of rubbish or waste materials": "Eliminar basura o materiales de desecho.", "Remove worn, damaged or outdated materials from work areas": "Retire los materiales desgastados, dañados u obsoletos de las áreas de trabajo.", "Remove debris or vegetation from work sites": "Retirar escombros o vegetación de los sitios de trabajo.", "Remove excess materials from finished construction projects": "Retire el exceso de materiales de los proyectos de construcción terminados.", "Remove debris from work sites": "Retirar escombros de los sitios de trabajo.", "Remove debris or damaged materials": "Retirar escombros o materiales dañados.", "Monitor organisational compliance with regulations": "Monitorear el cumplimiento organizacional de las regulaciones.", "Determine operational compliance with regulations or standards": "Determinar el cumplimiento operativo de las regulaciones o estándares", "Develop safety standards, policies or procedures": "Desarrollar estándares, políticas o procedimientos de seguridad.", "Monitor activities of individuals to ensure safety or compliance with rules": "Supervisar las actividades de las personas para garantizar la seguridad o el cumplimiento de las normas.", "Monitor organisational procedures to ensure proper functioning": "Supervisar los procedimientos organizacionales para garantizar el correcto funcionamiento.", "Monitor operational quality or safety": "Monitorear la calidad o seguridad operativa.", "Inspect facilities to ensure compliance with security or safety regulations": "Inspeccionar las instalaciones para garantizar el cumplimiento de las normas de seguridad o protección.", "Follow safety procedures for vehicle operation": "Siga los procedimientos de seguridad para la operación del vehículo.", "Evaluate staff practices to ensure adherence to regulations": "Evaluar las prácticas del personal para garantizar el cumplimiento de las regulaciones.", "Manage documentation to ensure organisation or accuracy": "Gestionar la documentación para garantizar la organización o la precisión.", "Monitor operational activities to ensure compliance with regulations or standard operating procedures": "Supervisar las actividades operativas para garantizar el cumplimiento de las regulaciones o los procedimientos operativos estándar.", "Coordinate safety or regulatory compliance activities": "Coordinar actividades de seguridad o cumplimiento normativo.", "Monitor processes for compliance with standards": "Monitorear los procesos para el cumplimiento de los estándares.", "Monitor operations to ensure compliance with safety or security policies or regulations": "Supervisar las operaciones para garantizar el cumplimiento de las políticas o regulaciones de seguridad o protección.", "Communicate safety or hazard information to others": "Comunicar información de seguridad o peligros a otros.", "Investigate industrial or transportation accidents": "Investigar accidentes industriales o de transporte.", "Report vehicle or equipment malfunctions": "Informar mal funcionamiento del vehículo o equipo.", "Investigate system, equipment or product failures": "Investigar fallas del sistema, equipo o producto.", "Troubleshoot equipment or systems operation problems": "Solucionar problemas de funcionamiento de equipos o sistemas.", "Operate transportation equipment to demonstrate function or malfunction": "Operar el equipo de transporte para demostrar su función o mal funcionamiento.", "Monitor work areas to provide security": "Monitorear las áreas de trabajo para brindar seguridad.", "Monitor work environment to ensure safety or adherence to specifications": "Supervisar el entorno de trabajo para garantizar la seguridad o el cumplimiento de las especificaciones.", "Protect structures or surfaces near work areas to avoid damage": "Proteger estructuras o superficies cercanas a las áreas de trabajo para evitar daños.", "Monitor work areas or procedures to ensure compliance with safety procedures": "Supervisar las áreas o procedimientos de trabajo para garantizar el cumplimiento de los procedimientos de seguridad.", "Inspect facilities to ensure compliance with fire regulations": "Inspeccionar las instalaciones para garantizar el cumplimiento de las normas contra incendios.", "Monitor building premises to ensure occupant or visitor safety": "Supervisar las instalaciones del edificio para garantizar la seguridad de los ocupantes o visitantes.", "Investigate safety of work environment": "Investigar la seguridad del ambiente de trabajo.", "Inspect work environments to ensure safety": "Inspeccionar los entornos de trabajo para garantizar la seguridad.", "Inspect work sites to identify potential environmental or safety hazards": "Inspeccionar los sitios de trabajo para identificar posibles riesgos ambientales o de seguridad.", "Test air quality at work sites": "Pruebe la calidad del aire en los lugares de trabajo.", "Research product safety": "Investigar la seguridad del producto", "Assess compliance with environmental laws": "Evaluar el cumplimiento de las leyes ambientales.", "Gather information about work conditions or locations": "Recopilar información sobre las condiciones o ubicaciones de trabajo.", "Notify others of emergencies, problems or hazards": "Notificar a otros sobre emergencias, problemas o peligros.", "Advise others on management of emergencies or hazardous situations or materials": "Asesorar a otros sobre el manejo de emergencias o situaciones o materiales peligrosos.", "Advise communities or institutions regarding health or safety issues": "Asesorar a comunidades o instituciones sobre temas de salud o seguridad.", "Monitor patron activities to identify problems or potential problems": "Monitorear las actividades de los usuarios para identificar problemas o problemas potenciales.", "Assist customers to ensure comfort or safety": "Asistir a los clientes para garantizar su comodidad o seguridad.", "Advise others on health and safety issues": "Asesorar a otros sobre temas de salud y seguridad.", "Educate the public about fire safety or prevention": "Educar al público sobre la seguridad o prevención de incendios.", "Monitor access or flow of people to prevent problems": "Monitorear el acceso o flujo de personas para prevenir problemas.", "Warn individuals about rule violations or safety concerns": "Advertir a las personas sobre violaciones de reglas o preocupaciones de seguridad.", "Apply fatigue management strategies": "Aplicar estrategias de gestión de la fatiga", "Prevent and control infections according to policies and procedures": "Prevenir y controlar infecciones según políticas y procedimientos", "Install equipment to protect or support trees": "Instalar equipos para proteger o sostener árboles.", "Install fencing or other barriers": "Instalar cercas u otras barreras.", "Install safety or support equipment": "Instalar equipos de seguridad o de apoyo", "Position safety or support equipment": "Colocar equipos de seguridad o de apoyo.", "Position loading ramps or staircases": "Colocar rampas de carga o escaleras.", "Apply rope-based safety techniques using knots, anchors and friction systems": "Aplicar técnicas de seguridad basadas en cuerdas mediante nudos, anclajes y sistemas de fricción.", "Monitor the handling of hazardous materials or medical wastes": "Monitorear el manejo de materiales peligrosos o desechos médicos.", "Prepare hazardous waste for processing or disposal": "Preparar residuos peligrosos para su procesamiento o eliminación.", "Decontaminate equipment or sites": "Descontaminar equipos o sitios", "Work with radiation or radioactive materials": "Trabajar con radiación o materiales radiactivos.", "Evaluate employee performance": "Evaluar el desempeño de los empleados", "Evaluate performance of applicants, trainees or employees": "Evaluar el desempeño de los postulantes, aprendices o empleados", "Discuss performance, complaints or violations with supervisors": "Discutir el desempeño, quejas o violaciones con los supervisores.", "Verify employee information": "Verificar la información del empleado", "Evaluate effectiveness of staff policies or practices": "Evaluar la eficacia de las políticas o prácticas del personal.", "Analyse jobs using observation, survey or interview techniques": "Analizar puestos de trabajo mediante técnicas de observación, encuesta o entrevista.", "Evaluate current or prospective maintenance employees": "Evaluar a los empleados de mantenimiento actuales o potenciales.", "Evaluate potential of products, technologies or resources": "Evaluar el potencial de productos, tecnologías o recursos.", "Research new technologies": "Investigar nuevas tecnologías.", "Design alternative energy systems": "Diseñar sistemas de energía alternativa.", "Conduct research to gain information about products or processes": "Realizar investigaciones para obtener información sobre productos o procesos.", "Update knowledge about emerging industry or technology trends": "Actualizar conocimientos sobre industrias emergentes o tendencias tecnológicas.", "Identify new applications for existing technologies": "Identificar nuevas aplicaciones para tecnologías existentes.", "Evaluate new technologies or methods": "Evaluar nuevas tecnologías o métodos.", "Apply new technologies to improve work processes": "Aplicar nuevas tecnologías para mejorar los procesos de trabajo", "Recommend technical design or process changes to improve efficiency, quality or performance": "Recomendar diseños técnicos o cambios de procesos para mejorar la eficiencia, la calidad o el rendimiento.", "Develop sustainable industrial or development methods": "Desarrollar métodos industriales o de desarrollo sostenibles.", "Modify software programs to improve performance": "Modificar programas de software para mejorar el rendimiento.", "Resolve operational performance problems": "Resolver problemas de rendimiento operativo", "Identify opportunities to improve operational efficiency": "Identificar oportunidades para mejorar la eficiencia operativa", "Determine causes of operational problems or failures": "Determinar las causas de problemas o fallas operativas.", "Monitor the productivity or efficiency of industrial operations": "Monitorear la productividad o eficiencia de las operaciones industriales.", "Evaluate the structure, efficiency, activities, and performance of government agencies": "Evaluar la estructura, eficiencia, actividades y desempeño de las agencias gubernamentales.", "Evaluate capabilities or training needs": "Evaluar capacidades o necesidades de formación.", "Evaluate skills of athletes or performers": "Evaluar las habilidades de atletas o artistas.", "Estimate labour requirements": "Estimar los requisitos de mano de obra", "Estimate green project costs": "Estimar los costos del proyecto verde.", "Prepare operational budgets for green energy or other green operations": "Preparar presupuestos operativos para energía verde u otras operaciones verdes.", "Estimate cost or material requirements": "Estimar el costo o los requisitos de materiales.", "Estimate costs for labour or materials": "Estimar los costos de mano de obra o materiales.", "Estimate construction project costs": "Estimar los costos del proyecto de construcción", "Estimate construction project labour requirements": "Estimar los requisitos de mano de obra del proyecto de construcción.", "Provide information about landscaping services or costs": "Proporcionar información sobre servicios o costos de jardinería.", "Construct exhibits or parts of exhibits": "Construir exhibiciones o partes de exhibiciones.", "Coordinate construction or installation activities": "Coordinar actividades de construcción o instalación.", "Design structures or facilities": "Diseño de estructuras o instalaciones.", "Direct construction activities": "Actividades de construcción directa.", "Direct installation activities": "Actividades de instalación directa.", "Create construction or installation diagrams": "Crear diagramas de construcción o instalación.", "Install roofing materials": "Instalar materiales para techos", "Plan layout of construction, installation or repairs": "Plano de diseño de construcción, instalación o reparaciones.", "Monitor construction operations": "Supervisar las operaciones de construcción", "Position structural components": "Colocar componentes estructurales", "Create graphical representations of civil structures": "Crear representaciones gráficas de estructuras civiles.", "Design civil structures or systems": "Diseñar estructuras o sistemas civiles.", "Authorise construction activities": "Autorizar actividades de construcción.", "Monitor mining operations": "Monitorear las operaciones mineras", "Direct construction or mining staff": "Personal directo de construcción o minería.", "Move construction or mining materials": "Mover materiales de construcción o minería", "Order construction or mining materials or equipment": "Solicitar materiales o equipos de construcción o minería.", "Select construction equipment": "Seleccionar equipo de construcción", "Load or unload materials used in construction or mining": "Cargar o descargar materiales utilizados en la construcción o minería.", "Assist skilled construction or mining staff": "Ayudar al personal calificado de construcción o minería.", "Operate heavy-duty construction or installation equipment": "Operar equipos pesados ​​de construcción o instalación.", "Inspect equipment or tools to be used in construction or excavation": "Inspeccionar equipos o herramientas que se utilizarán en construcción o excavación.", "Position construction or mining equipment": "Colocar equipos de construcción o minería.", "Prepare mining sites for commissioning or decommissioning": "Preparar los sitios mineros para su puesta en servicio o desmantelamiento.", "Maintain mining equipment": "Mantener equipos de minería.", "Operate equipment or vehicles to clear construction sites or move materials": "Operar equipos o vehículos para despejar sitios de construcción o mover materiales.", "Build agricultural structures": "Construir estructuras agrícolas.", "Operate leveling equipment": "Operar equipo de nivelación.", "Operate winching equipment": "Operar equipo de cabrestante", "Install building fixtures": "Instalar accesorios de construcción", "Drill holes in construction materials": "Perforar agujeros en materiales de construcción.", "Build production moulds": "Construir moldes de producción.", "Place materials into or onto moulds": "Colocar materiales dentro o sobre moldes.", "Build construction forms or moulds": "Construir formas o moldes de construcción.", "Position construction forms or moulds": "Colocar formas o moldes de construcción.", "Assemble structural components": "Montar componentes estructurales.", "Prepare moulds or casts for production": "Preparar moldes o moldes para la producción.", "Install green structural components, equipment or systems": "Instalar componentes, equipos o sistemas estructurales ecológicos.", "Install carpet or flooring": "Instalar alfombra o piso", "Install doors or windows": "Instalar puertas o ventanas", "Install solar energy systems": "Instalar sistemas de energía solar.", "Install home appliances": "Instalar electrodomésticos", "Install trim or panelling": "Instalar molduras o paneles", "Cut openings in existing structures": "Cortar aberturas en estructuras existentes.", "Install and repair rail tracks": "Instalar y reparar vías de ferrocarril.", "Install plumbing or piping": "Instalar plomería o tuberías", "Operate irrigation systems": "Operar sistemas de riego.", "Operate mixing equipment": "Operar equipo de mezcla.", "Operate pumping systems or equipment": "Operar sistemas o equipos de bombeo.", "Connect hoses to equipment or machinery": "Conecte mangueras a equipos o maquinaria.", "Control pumps or pumping equipment": "Controlar bombas o equipos de bombeo.", "Operate pumps or compressors": "Operar bombas o compresores.", "Operate chemical processing or water treatment systems or equipment": "Operar sistemas o equipos de procesamiento químico o tratamiento de agua.", "Install Irrigation or drainage systems": "Instalar sistemas de riego o drenaje.", "Lift materials or work pieces using cranes or other lifting equipment": "Levantar materiales o piezas de trabajo utilizando grúas u otros equipos de elevación.", "Operate cranes, hoists or other moving or lifting equipment": "Operar grúas, polipastos u otros equipos de movimiento o elevación.", "Use equipment to climb structures": "Usar equipo para escalar estructuras.", "Climb ladders or vehicles to perform duties": "Subir escaleras o vehículos para realizar tareas.", "Move large objects using heavy equipment": "Mover objetos grandes usando equipo pesado.", "Attach rigging to objects so they can be moved": "Adjunte aparejos a los objetos para que puedan moverse", "Paint surfaces or equipment": "Pintar superficies o equipos.", "Apply protective or decorative finishes": "Aplicar acabados protectores o decorativos.", "Attach decorative or functional accessories to products": "Adjuntar accesorios decorativos o funcionales a los productos.", "Operate painting or coating equipment": "Operar equipos de pintura o revestimiento.", "Apply decorative or textured finishes or coverings": "Aplicar acabados o revestimientos decorativos o texturizados.", "Apply paint": "aplicar pintura", "Apply sealants or other protective coatings": "Aplicar selladores u otras capas protectoras.", "Immerse objects or work pieces in cleaning or coating solutions": "Sumergir objetos o piezas de trabajo en soluciones de limpieza o recubrimiento.", "Replace vehicle glass": "Reemplazar el vidrio del vehículo", "Cut glass": "Cristal tallado", "Adjust temperature controls of ovens or other heating equipment": "Ajustar los controles de temperatura de hornos u otros equipos de calefacción.", "Install energy-efficient heating, ventilation or air conditioning (HVAC) equipment": "Instalar equipos de calefacción, ventilación o aire acondicionado (HVAC) energéticamente eficientes.", "Install heating, ventilation or air conditioning (HVAC) equipment": "Instalar equipos de calefacción, ventilación o aire acondicionado (HVAC)", "Service heating, ventilation or air-conditioning (HVAC) systems or components": "Servicio de sistemas o componentes de calefacción, ventilación o aire acondicionado (HVAC)", "Operate heating or drying equipment": "Operar equipos de calefacción o secado.", "Ignite fuel to activate heating equipment": "Encienda el combustible para activar el equipo de calefacción.", "Shape surfaces or edges of wood work pieces": "Dar forma a superficies o bordes de piezas de trabajo de madera.", "Cut wood components": "Cortar componentes de madera.", "Install wooden structural components": "Instalar componentes estructurales de madera.", "Cut trees or logs": "Cortar árboles o troncos", "Assemble wood products": "Montar productos de madera.", "Operate woodworking equipment": "Operar equipos de carpintería.", "Evaluate log quality": "Evaluar la calidad del registro", "Apply adhesives to construction materials": "Aplicar adhesivos a materiales de construcción.", "Spread sand, dirt or other loose materials onto surfaces": "Extienda arena, tierra u otros materiales sueltos sobre las superficies.", "Align masonry materials": "Alinear materiales de mampostería", "Apply mortar": "Aplicar mortero", "Cut tile, stone or other masonry materials": "Cortar baldosas, piedra u otros materiales de mampostería.", "Install masonry materials": "Instalar materiales de albañilería.", "Spread concrete or other aggregate mixtures": "Extender hormigón u otras mezclas de agregados.", "Apply decorative masonry finishes": "Aplicar acabados decorativos de mampostería.", "Break up rock, asphalt or concrete": "Rompe roca, asfalto u hormigón.", "Finish concrete surfaces": "Terminar superficies de concreto", "Install structural foundations": "Instalar cimientos estructurales", "Dig holes or trenches": "Cavar hoyos o zanjas", "Shovel materials": "Materiales de pala", "Drill holes in earth or rock": "Perforar agujeros en tierra o roca.", "Repair pipes to stop leaking": "Reparar tuberías para evitar fugas.", "Adjust equipment controls to regulate coolant flow": "Ajustar los controles del equipo para regular el flujo de refrigerante.", "Adjust equipment controls to regulate gas flow": "Ajustar los controles del equipo para regular el flujo de gas.", "Adjust equipment controls to regulate flow of liquids": "Ajustar los controles del equipo para regular el flujo de líquidos.", "Inspect plumbing or drainage systems or fixtures": "Inspeccionar sistemas o accesorios de plomería o drenaje.", "Monitor equipment fluid levels": "Monitorear los niveles de fluidos del equipo", "Decorate indoor or outdoor spaces": "Decorar espacios interiores o exteriores", "Appraise property values": "Tasar valores de propiedades", "Evaluate condition of properties": "Evaluar el estado de las propiedades.", "Obtain property information": "Obtener información de la propiedad", "Operate detonation equipment": "Operar equipo de detonación.", "Install drilling equipment": "Instalar equipo de perforación", "Operate drilling equipment": "Operar equipos de perforación.", "Prepare explosives for detonation": "Preparar explosivos para la detonación.", "Operate mining equipment": "Operar equipos de minería.", "Operate road-surfacing equipment": "Operar equipos de pavimentación de carreteras.", "Operate excavation equipment": "Operar equipo de excavación", "Maintain regulatory or compliance documentation": "Mantener la documentación reglamentaria o de cumplimiento.", "Obtain copyrights or other legal permissions": "Obtener derechos de autor u otros permisos legales", "Enforce rules or regulations": "Hacer cumplir reglas o regulaciones", "Maintain knowledge of laws or regulations": "Mantener el conocimiento de las leyes o regulaciones.", "Maintain the order of legal documents": "Mantener el orden de los documentos legales.", "Update knowledge of legal or regulatory environments": "Actualizar conocimientos sobre entornos legales o regulatorios", "Document legal or regulatory information": "Documentar información legal o regulatoria.", "Process forensic or legal evidence in accordance with procedures": "Procesar evidencia forense o legal de acuerdo con los procedimientos.", "Issue warnings or citations": "Emitir advertencias o citaciones", "Analyse security of systems, network or data": "Analizar la seguridad de sistemas, redes o datos.", "Create electronic data backup to prevent loss of information": "Crear respaldo de datos electrónicos para evitar la pérdida de información.", "Implement security measures for computer or information systems": "Implementar medidas de seguridad para sistemas informáticos o de información.", "Count prison staff or people in prison": "Contar el personal penitenciario o las personas en prisión.", "Escort people in prison to courtrooms, prisons, or other facilities": "Escoltar a las personas en prisión a los tribunales, prisiones u otras instalaciones.", "Guard facilities": "Instalaciones de guardia", "Maintain security": "mantener la seguridad", "Monitor alarm systems": "Monitorear sistemas de alarma", "Monitor the security of digital information": "Monitorear la seguridad de la información digital", "Maintain public order or security": "Mantener el orden o la seguridad pública.", "Patrol properties to maintain safety": "Patrullar propiedades para mantener la seguridad", "Identify security threats and determine counter measures": "Identificar amenazas a la seguridad y determinar contramedidas.", "Conduct legal cyberattack simulations by designing and utilising hacking tools": "Realizar simulaciones de ciberataques legales mediante el diseño y utilización de herramientas de piratería.", "Manage organisational security activities": "Gestionar las actividades de seguridad de la organización.", "Respond to cyber attacks and restore protection to systems if compromised": "Responda a los ataques cibernéticos y restablezca la protección de los sistemas si se ven comprometidos.", "Apply and maintain information security controls as required by policies or risk assessments": "Aplicar y mantener controles de seguridad de la información según lo requieran las políticas o evaluaciones de riesgos.", "Ensure business strategies comply with information security standards": "Garantizar que las estrategias comerciales cumplan con los estándares de seguridad de la información.", "Testify at legal or legislative proceedings": "Testificar en procedimientos legales o legislativos.", "Evaluate information related to legal matters in public or personal records": "Evaluar información relacionada con asuntos legales en registros públicos o personales.", "Interview claimants to gather information related to legal proceedings": "Entrevistar a los demandantes para recopilar información relacionada con los procedimientos legales.", "Meet with individuals involved in legal processes to provide information and clarify issues": "Reunirse con personas involucradas en procesos legales para brindar información y aclarar problemas.", "Provide legal advice to clients": "Brindar asesoramiento legal a los clientes.", "Represent the interests of clients in legal proceedings or court": "Representar los intereses de los clientes en procedimientos legales o judiciales.", "Research relevant legal materials to aid decision making": "Investigar materiales legales relevantes para ayudar en la toma de decisiones.", "Administer oaths to court participants": "Administrar juramentos a los participantes del tribunal.", "Conduct hearings to investigate legal issues": "Realizar audiencias para investigar cuestiones legales.", "Direct courtroom activities or procedures": "Actividades o procedimientos directos en la sala del tribunal", "Investigate legal issues": "Investigar cuestiones legales", "Coordinate legal schedules or activities": "Coordinar cronogramas o actividades legales.", "Interview witnesses, suspects or claimants": "Entrevistar a testigos, sospechosos o demandantes.", "Maintain contingency plans for disaster recovery": "Mantener planes de contingencia para la recuperación de desastres.", "Develop contingency plans to deal with organisational emergencies": "Desarrollar planes de contingencia para hacer frente a emergencias organizacionales.", "Develop emergency procedures": "Desarrollar procedimientos de emergencia.", "Make decisions in legal cases": "Tomar decisiones en casos legales.", "Investigate crimes committed within organisations": "Investigar delitos cometidos dentro de las organizaciones.", "Record information about suspects or criminals": "Registrar información sobre sospechosos o delincuentes.", "Collect evidence for legal proceedings": "Recopilar pruebas para procedimientos judiciales.", "Examine records or other types of data to investigate criminal activities": "Examinar registros u otros tipos de datos para investigar actividades delictivas.", "Analyse crime scene evidence": "Analizar la evidencia de la escena del crimen.", "Apprehend criminal suspects": "Detener a sospechosos criminales", "Detain suspects or witnesses": "Detener a sospechosos o testigos", "Examine crime scenes to obtain evidence": "Examinar las escenas del crimen para obtener pruebas.", "Record crime or accident scene evidence with video or still cameras": "Grabar evidencia de la escena de un crimen o accidente con cámaras de video o fijas", "Locate suspicious objects or vehicles": "Localizar objetos o vehículos sospechosos", "Search individuals for illegal or dangerous items": "Buscar a personas en busca de artículos ilegales o peligrosos", "Investigate illegal or suspicious activities": "Investigar actividades ilegales o sospechosas.", "Operate surveillance equipment to detect suspicious or illegal activities": "Operar equipos de vigilancia para detectar actividades sospechosas o ilegales.", "Block physical access to restricted areas": "Bloquear el acceso físico a áreas restringidas", "Prevent unauthorised individuals from entering restricted areas": "Evitar que personas no autorizadas entren en áreas restringidas", "Confiscate prohibited or dangerous items": "Confiscar artículos prohibidos o peligrosos.", "Record information about suspicious objects": "Registrar información sobre objetos sospechosos.", "Investigate transportation incidents, violations, or complaints": "Investigar incidentes, infracciones o quejas de transporte.", "Collect, process and preserve digital records or evidence in accordance with procedures": "Recopilar, procesar y preservar registros digitales o evidencia de acuerdo con los procedimientos.", "Collate and analyse information for threat intelligence requirements from a variety of sources": "Recopile y analice información para los requisitos de inteligencia sobre amenazas de una variedad de fuentes.", "Supervise activities of people in prison": "Supervisar las actividades de las personas en prisión.", "Provide first aid or rescue assistance in emergencies": "Proporcionar primeros auxilios o asistencia de rescate en emergencias.", "Rescue people from hazardous situations": "Rescatar a personas de situaciones peligrosas.", "Respond to emergencies to provide assistance": "Responder a emergencias para brindar asistencia.", "Request emergency personnel": "Solicitar personal de emergencia", "Inspect shipments to ensure correct order fulfilment": "Inspeccionar los envíos para garantizar el correcto cumplimiento del pedido.", "Inspect cargo areas for cleanliness or condition": "Inspeccionar las áreas de carga para verificar su limpieza o condición.", "Inspect cargo to ensure it is properly loaded or secured": "Inspeccionar la carga para asegurarse de que esté correctamente cargada o asegurada.", "Assess characteristics of fires": "Evaluar las características de los incendios.", "Examine debris to obtain information about causes of fires": "Examinar escombros para obtener información sobre las causas de los incendios.", "Locate fires or fire danger areas": "Localizar incendios o zonas de peligro de incendio.", "Operate firefighting equipment": "Operar equipo contra incendios.", "Prepare hoses or water supplies to fight fires": "Preparar mangueras o suministros de agua para combatir incendios.", "Protect property from fire or water damage": "Proteger la propiedad del fuego o daños por agua.", "Perform bush firefighting activities": "Realizar actividades de extinción de incendios forestales.", "Investigate personal characteristics or activities of individuals": "Investigar características personales o actividades de individuos.", "Use weapons or physical force to maintain security": "Usar armas o fuerza física para mantener la seguridad.", "Safely use rifles, revolvers and other firearms": "Utilice con seguridad rifles, revólveres y otras armas de fuego.", "Develop educational goals, standards, policies or procedures": "Desarrollar objetivos, estándares, políticas o procedimientos educativos.", "Administer tests to assess educational needs or progress": "Administrar pruebas para evaluar las necesidades educativas o el progreso.", "Evaluate effectiveness of educational programs": "Evaluar la efectividad de los programas educativos.", "Enforce rules or policies governing student behaviour": "Hacer cumplir las reglas o políticas que rigen el comportamiento de los estudiantes.", "Establish rules or policies governing student behaviour": "Establecer reglas o políticas que rijan el comportamiento de los estudiantes.", "Monitor student behaviour, social development or health": "Monitorear el comportamiento de los estudiantes, el desarrollo social o la salud.", "Monitor student performance": "Monitorear el desempeño de los estudiantes", "Design psychological or educational treatment procedures or programs": "Diseñar procedimientos o programas de tratamiento psicológico o educativo.", "Evaluate the effectiveness of counselling or educational programs": "Evaluar la eficacia de los programas educativos o de asesoramiento.", "Develop educational policies": "Desarrollar políticas educativas", "Teach classes in area of specialisation": "Impartir clases en el área de especialización.", "Teach physical education": "enseñar educación física", "Teach exercise or fitness techniques": "Enseñar técnicas de ejercicio o acondicionamiento físico.", "Teach online courses": "Impartir cursos en línea", "Evaluate student work": "Evaluar el trabajo de los estudiantes.", "Teach in area of specialisation": "Enseñar en el área de especialización.", "Prepare reports detailing student activities or performance": "Preparar informes que detallen las actividades o el desempeño de los estudiantes.", "Assess educational needs of students": "Evaluar las necesidades educativas de los estudiantes.", "Modify teaching methods or materials to accommodate student needs": "Modificar los métodos o materiales de enseñanza para adaptarse a las necesidades de los estudiantes.", "Apply multiple teaching methods": "Aplicar múltiples métodos de enseñanza.", "Arrange childcare or educational settings to ensure physical safety of children": "Organizar entornos de cuidado infantil o educativos para garantizar la seguridad física de los niños.", "Assist students with special educational needs": "Ayudar a los estudiantes con necesidades educativas especiales.", "Develop strategies or programs for students with accessibility needs": "Desarrollar estrategias o programas para estudiantes con necesidades de accesibilidad.", "Display student work": "Mostrar el trabajo de los estudiantes", "Maintain student records": "Mantener registros de estudiantes", "Provide for basic needs of children": "Satisfacer las necesidades básicas de los niños.", "Read to students": "Leer a los estudiantes", "Supervise school or student activities": "Supervisar las actividades escolares o estudiantiles.", "Supervise student research or internship work": "Supervisar la investigación de los estudiantes o el trabajo de pasantías.", "Assign class work to students": "Asignar trabajos de clase a los estudiantes.", "Encourage students": "Alentar a los estudiantes", "Tutor students who need extra assistance": "Tutor de estudiantes que necesitan ayuda adicional.", "Supervise laboratory work": "Supervisar el trabajo de laboratorio.", "Lead classes or community events": "Dirigir clases o eventos comunitarios.", "Guide class discussions": "Guiar los debates en clase.", "Create technology-based learning materials": "Crear materiales de aprendizaje basados ​​en tecnología.", "Develop instructional materials": "Desarrollar materiales didácticos.", "Develop instructional objectives": "Desarrollar objetivos de instrucción.", "Evaluate training programs, instructors or materials": "Evaluar programas de capacitación, instructores o materiales", "Plan educational activities": "Planificar actividades educativas.", "Plan experiential learning activities": "Planificar actividades de aprendizaje experiencial.", "Document lesson plans": "Documentar los planes de lecciones", "Schedule instructional activities": "Programar actividades educativas", "Develop educational or training programs": "Desarrollar programas educativos o de capacitación.", "Develop training materials": "Desarrollar materiales de capacitación", "Prepare instruction manuals": "Preparar manuales de instrucciones.", "Teach others to use technology or equipment": "Enseñar a otros a utilizar tecnología o equipos.", "Provide recommendations to others about computer hardware or software": "Proporcionar recomendaciones a otros sobre hardware o software de computadora.", "Train others in computer interface or software use": "Capacitar a otros en la interfaz de computadora o el uso de software.", "Teach others to use computer equipment or hardware": "Enseñar a otros a utilizar equipos o hardware informáticos.", "Train others in cyber security issues": "Capacitar a otros en temas de ciberseguridad", "Instruct tertiary students in social sciences or humanities disciplines": "Instruir a estudiantes terciarios en disciplinas de ciencias sociales o humanidades.", "Instruct tertiary students in physical or life sciences": "Instruir a estudiantes terciarios en ciencias físicas o biológicas.", "Teach vocational courses": "Impartir cursos vocacionales.", "Teach physical science or mathematics courses at the tertiary level": "Enseñar cursos de ciencias físicas o matemáticas a nivel terciario.", "Promote educational institutions or programs": "Promocionar instituciones o programas educativos.", "Develop educational programs": "Desarrollar programas educativos.", "Order instructional or library materials or equipment": "Solicitar materiales o equipos educativos o de biblioteca.", "Select educational materials or equipment": "Seleccionar materiales o equipos educativos.", "Distribute instructional or library materials": "Distribuir materiales educativos o de biblioteca.", "Set up classroom materials or equipment": "Preparar los materiales o equipos del aula.", "Discuss student progress with parents or guardians": "Discutir el progreso del estudiante con los padres o tutores.", "Discuss child development and behaviour with parents or guardians": "Hablar sobre el desarrollo y el comportamiento infantil con los padres o tutores.", "Teach life skills": "Enseñar habilidades para la vida", "Teach daily living skills or behaviours": "Enseñar habilidades o comportamientos de la vida diaria.", "Develop daily schedules for children or families": "Desarrollar horarios diarios para niños o familias.", "Teach health or hygiene practices": "Enseñar prácticas de salud o higiene.", "Teach health management classes": "Impartir clases de gestión sanitaria.", "Manage information technology projects or system activities": "Gestionar proyectos de tecnología de la información o actividades del sistema.", "Analyse design requirements for computer or electronics systems": "Analizar los requisitos de diseño para sistemas informáticos o electrónicos.", "Create schematic drawings for electronics": "Crear dibujos esquemáticos para electrónica.", "Design electronic or computer equipment or instrumentation": "Diseñar equipos o instrumentación electrónicos o informáticos.", "Apply information technology to solve business or other applied problems": "Aplicar la tecnología de la información para resolver problemas comerciales u otros problemas aplicados.", "Coordinate software or hardware installation": "Coordinar la instalación de software o hardware.", "Design integrated computer systems": "Diseñar sistemas informáticos integrados.", "Evaluate utility of software or hardware technologies": "Evaluar la utilidad de las tecnologías de software o hardware.", "Provide technical support for software maintenance or use": "Proporcionar soporte técnico para el mantenimiento o uso del software.", "Provide technical support for computer network issues": "Brindar soporte técnico para problemas de redes informáticas.", "Develop computer or information security policies or procedures": "Desarrollar políticas o procedimientos de seguridad informática o de la información.", "Recommend changes to improve computer or information systems": "Recomendar cambios para mejorar los sistemas informáticos o de información.", "Develop specifications for computer network operation": "Desarrollar especificaciones para el funcionamiento de redes informáticas.", "Anticipate the organisational implications of machine learning models": "Anticipar las implicaciones organizativas de los modelos de aprendizaje automático.", "Develop computer or information systems": "Desarrollar sistemas informáticos o de información.", "Provide technical assistance to clients or users": "Proporcionar asistencia técnica a clientes o usuarios.", "Create computer-generated graphics or animation": "Crear gráficos o animaciones generados por computadora.", "Develop software or applications for scientific or technical use": "Desarrollar software o aplicaciones para uso científico o técnico.", "Write computer programming code": "Escribir código de programación informática", "Design computer modelling or simulation programs": "Diseñar programas de modelado o simulación por computadora.", "Develop software applications": "Desarrollar aplicaciones de software", "Design websites or applications": "Diseñar sitios web o aplicaciones.", "Develop specifications or procedures for website development or maintenance": "Desarrollar especificaciones o procedimientos para el desarrollo o mantenimiento de sitios web.", "Operate computer systems": "Operar sistemas informáticos.", "Configure computer networks": "Configurar redes informáticas", "Monitor the performance of computer networks": "Monitorear el rendimiento de las redes informáticas.", "Enter codes or other information into computers": "Ingresar códigos u otra información en las computadoras", "Operate computers or computerised equipment": "Operar computadoras o equipos computarizados.", "Maintain computer networks to enhance performance and user access": "Mantener las redes informáticas para mejorar el rendimiento y el acceso de los usuarios.", "Review computer information systems, procedures and networks": "Revisar los sistemas, procedimientos y redes de información informática.", "Design electrical equipment or systems": "Diseñar equipos o sistemas eléctricos", "Connect electrical components or equipment": "Conectar componentes o equipos eléctricos.", "Install audio or communications equipment": "Instalar equipos de audio o comunicaciones.", "Lay cables to connect equipment": "Coloque cables para conectar equipos", "Solder parts or connections between parts": "Soldar piezas o conexiones entre piezas.", "Install electrical components, equipment or systems": "Instalar componentes, equipos o sistemas eléctricos.", "Thread wire or cable through ducts or conduits": "Pase alambre o cable a través de conductos o conductos.", "Assemble electrical components, subsystems or systems": "Montar componentes, subsistemas o sistemas eléctricos.", "Control power supply connections": "Controlar las conexiones de la fuente de alimentación.", "Run wiring to connect equipment": "Ejecute el cableado para conectar el equipo.", "Rewire electrical or electronic systems": "Recablear sistemas eléctricos o electrónicos.", "Connect cables or electrical lines": "Conectar cables o líneas eléctricas.", "Assemble electrical or electronic equipment": "Montar equipos eléctricos o electrónicos", "Install instrumentation or electronic equipment or systems": "Instalar instrumentación o equipos o sistemas electrónicos.", "Make devices or components": "Hacer dispositivos o componentes", "Troubleshoot issues with computer applications or systems": "Solucionar problemas con aplicaciones o sistemas informáticos.", "Resolve computer software problems": "Resolver problemas de software de computadora.", "Resolve computer network problems": "Resolver problemas de redes informáticas.", "Assess network-related risks and specify recovery routines and contingency procedures": "Evaluar los riesgos relacionados con la red y especificar rutinas de recuperación y procedimientos de contingencia.", "Test software performance": "Probar el rendimiento del software", "Test computer hardware performance": "Probar el rendimiento del hardware de la computadora", "Test computer system operations to ensure proper functioning": "Probar las operaciones del sistema informático para garantizar su correcto funcionamiento.", "Install computer hardware": "Instalar hardware de computadora", "Install computer software": "Instalar software de computadora", "Maintain computer hardware": "Mantener el hardware de la computadora", "Install programs onto computer or computer-controlled equipment": "Instalar programas en una computadora o equipo controlado por computadora", "Maintain computer equipment or software": "Mantener equipos o software de cómputo.", "Operate office equipment": "Operar equipo de oficina", "Maintain electromechanical equipment": "Mantener equipos electromecánicos.", "Program robotic equipment": "Programar equipos robóticos.", "Schedule product or material transportation": "Programar el transporte de productos o materiales.", "Load shipments, belongings or materials": "Cargar envíos, pertenencias o materiales", "Pour materials into, or on, designated areas": "Vierta materiales dentro o sobre áreas designadas.", "Track goods or materials": "Seguimiento de bienes o materiales", "Load materials or equipment": "Cargar materiales o equipos.", "Unload materials, cargo or equipment": "Descargar materiales, carga o equipo.", "Transport biological or other medical materials": "Transporte de materiales biológicos u otros materiales médicos.", "Stack finished items for further processing or shipment": "Apilar artículos terminados para su posterior procesamiento o envío.", "Package products for storage or shipment": "Empaquetar productos para almacenamiento o envío.", "Package materials or products": "Materiales o productos del paquete.", "Recommend packing or shipping methods": "Recomendar métodos de embalaje o envío.", "Package materials for transport": "Materiales de embalaje para el transporte.", "Prepare film for distribution or use": "Preparar la película para su distribución o uso.", "Monitor loading processes to ensure they are performed properly": "Supervisar los procesos de carga para garantizar que se realicen correctamente.", "Arrange delivery of goods or services": "Organizar la entrega de bienes o servicios.", "Follow safety procedures for loading and unloading vehicles": "Siga los procedimientos de seguridad para cargar y descargar vehículos.", "Manoeuvre vehicles into position for loading and unloading": "Maniobrar los vehículos en posición para cargar y descargar.", "Transport goods, materials or liquids": "Transportar mercancías, materiales o líquidos.", "Direct material handling or moving activities": "Manejo directo de materiales o actividades de movimiento.", "Transport animals, crops, or equipment": "Transportar animales, cultivos o equipos.", "Move products, materials or equipment between work areas": "Mover productos, materiales o equipos entre áreas de trabajo.", "Move equipment, supplies or food to required locations": "Mover equipos, suministros o alimentos a los lugares requeridos.", "Move and store materials, equipment or products": "Mover y almacenar materiales, equipos o productos.", "Move furniture": "Mover muebles", "Move timber or wood products and materials between work areas": "Mover madera o productos y materiales de madera entre áreas de trabajo.", "Safely load and unload animals for transport": "Cargar y descargar animales de forma segura para su transporte.", "Remove parts or components from vehicles": "Quitar piezas o componentes de vehículos.", "Remove accessories, tools or other parts from equipment": "Retire accesorios, herramientas u otras piezas del equipo.", "Dismantle equipment or temporary structures": "Desmantelar equipos o estructuras temporales.", "Remove work pieces from moulds": "Retirar las piezas de trabajo de los moldes", "Remove products or work pieces from production equipment": "Retirar productos o piezas de trabajo del equipo de producción.", "Clear equipment jams": "Eliminar atascos de equipos", "Dismantle heavy equipment or machinery": "Desmantelar equipo o maquinaria pesada.", "Remove parts or components from equipment": "Quitar piezas o componentes del equipo.", "Operate recycling equipment": "Operar equipos de reciclaje.", "Distribute incoming mail": "Distribuir el correo entrante", "Sort mail": "ordenar correo", "Prepare outgoing mail": "preparar el correo saliente", "Route mail to correct destinations": "Enrutar el correo a los destinos correctos", "Deliver items": "Entregar artículos", "Package objects for shipping": "Objetos de paquete para envío", "Receive shipments": "Recibir envíos", "Verify shipping documentation": "Verificar la documentación de envío", "Weigh parcels to determine shipping costs": "Pesar paquetes para determinar los costos de envío.", "Calculate shipping costs": "Calcular costos de envío", "Coordinate shipping activities with external parties": "Coordinar las actividades de envío con partes externas.", "Record shipping information": "Registrar información de envío", "Record details of deliveries or shipments": "Registrar detalles de entregas o envíos.", "Direct passenger or freight transport activities": "Actividades de transporte directo de pasajeros o mercancías", "Sort materials or products": "Clasificar materiales o productos.", "Sort materials or products for processing, storing, shipping or grading": "Clasificar materiales o productos para procesar, almacenar, enviar o clasificar.", "Sort materials or objects for processing or transport": "Clasificar materiales u objetos para su procesamiento o transporte.", "Sort recyclable materials": "Clasificar materiales reciclables.", "Secure cargo": "Carga segura", "Monitor cargo area conditions": "Monitorear las condiciones del área de carga", "Secure watercraft to docks, wharves or other vessels": "Asegure las embarcaciones a muelles, embarcaderos u otras embarcaciones.", "Operate packing or other material-processing equipment": "Operar embalaje u otros equipos de procesamiento de materiales.", "Position material handling equipment": "Colocar el equipo de manipulación de materiales.", "Set up material handling gear or equipment": "Instalar equipo o maquinaria de manipulación de materiales", "Position containers to receive materials or work pieces": "Colocar contenedores para recibir materiales o piezas de trabajo.", "Apply finishes to artwork, crafts, or displays": "Aplicar acabados a obras de arte, artesanías o exhibiciones.", "Arrange artwork, products or props": "Organizar obras de arte, productos o accesorios.", "Review art or design materials": "Revisar materiales de arte o diseño.", "Develop artistic or design concepts for decoration, exhibition, performance or commercial purposes": "Desarrollar conceptos artísticos o de diseño para decoración, exhibición, performance o fines comerciales.", "Select materials or props": "Seleccionar materiales o accesorios.", "Collaborate with others to prepare or perform artistic productions": "Colaborar con otros para preparar o realizar producciones artísticas.", "Manage content of broadcasts or presentations": "Gestionar contenidos de retransmisiones o presentaciones.", "Study scripts to determine project requirements": "Guiones de estudio para determinar los requisitos del proyecto.", "Manage operations of artistic or entertainment departments or organisations": "Gestionar operaciones de departamentos u organizaciones artísticas o de entretenimiento.", "Write material for artistic or entertainment purposes": "Escribir material con fines artísticos o de entretenimiento.", "Coordinate rehearsals or performances": "Coordinar ensayos o actuaciones.", "Review production information to determine costume or makeup requirements": "Revisar la información de producción para determinar los requisitos de vestuario o maquillaje.", "Compile and screen content for radio and television programming": "Recopilar y proyectar contenidos para programación de radio y televisión.", "Create television or radio production schedule": "Crear cronograma de producción de radio o televisión.", "Develop ideas for entertainment programs and features": "Desarrollar ideas para programas y funciones de entretenimiento.", "Provide creative leadership to ensure production has desired effect, mood or style": "Proporcionar liderazgo creativo para garantizar que la producción tenga el efecto, estado de ánimo o estilo deseado.", "Entertain public with performances": "Entretener al público con actuaciones.", "Audition for roles": "Audición para roles", "Perform music for the public": "Interpretar música para el público", "Create musical compositions, arrangements or scores": "Crear composiciones musicales, arreglos o partituras.", "Study details of musical compositions": "Detalles de estudio de composiciones musicales.", "Perform for recordings": "Actuar para grabaciones", "Adjust tuning or functioning of musical instruments": "Ajustar la afinación o funcionamiento de instrumentos musicales.", "Choreograph dances": "Bailes coreográficos", "Perform dances": "realizar bailes", "Plan community programs or activities for the general public": "Planificar programas o actividades comunitarias para el público en general.", "Design public or employee health programs": "Diseñar programas de salud pública o de empleados.", "Refer clients to community or social service programs": "Referir clientes a programas comunitarios o de servicios sociales.", "Refer individuals to educational or work programs": "Referir personas a programas educativos o laborales.", "Advocate for individual or community needs": "Abogar por las necesidades individuales o comunitarias.", "Assess individual or community needs for educational or social services": "Evaluar las necesidades individuales o comunitarias de servicios educativos o sociales.", "Coordinate and administer community or social service programs": "Coordinar y administrar programas comunitarios o de servicios sociales.", "Advise others on health care matters": "Asesorar a otros sobre asuntos de atención médica.", "Provide health and wellness advice to patients, program participants or caregivers": "Proporcionar consejos de salud y bienestar a pacientes, participantes del programa o cuidadores.", "Advise patients of health conditions or treatments": "Informar a los pacientes sobre condiciones de salud o tratamientos.", "Advise others on health care issues": "Asesorar a otros sobre temas de atención médica.", "Advise clients or community groups on health issues": "Asesorar a clientes o grupos comunitarios sobre temas de salud.", "Communicate patient status to other health practitioners": "Comunicar el estado del paciente a otros profesionales de la salud.", "Provide medical care and support for families, including health counselling": "Proporcionar atención médica y apoyo a las familias, incluido asesoramiento sobre salud.", "Direct medical science or health care programs": "Programas directos de ciencia médica o atención médica.", "Direct health care delivery programs": "Programas de prestación de atención sanitaria directa", "Establish standards for medical care": "Establecer estándares para la atención médica.", "Determine protocols for medical procedures": "Determinar protocolos para procedimientos médicos.", "Establish nursing policies or standards": "Establecer políticas o estándares de enfermería.", "Operate on patients": "Operar a pacientes", "Treat acute illnesses, infections or injuries": "Tratar enfermedades, infecciones o lesiones agudas.", "Apply bandages, dressings or splints": "Aplicar vendajes, apósitos o férulas.", "Treat chronic diseases or disorders": "Tratar enfermedades o trastornos crónicos.", "Implement advanced life support techniques": "Implementar técnicas avanzadas de soporte vital.", "Administer health care or medical treatments": "Administrar cuidados de salud o tratamientos médicos.", "Care for women during pregnancy and childbirth": "Atención a la mujer durante el embarazo y el parto.", "Treat medical emergencies": "Tratar emergencias médicas", "Administer cancer treatments": "Administrar tratamientos contra el cáncer.", "Provide medical care and support for neonates and children": "Proporcionar atención médica y apoyo a recién nacidos y niños.", "Provide medical care for children and for families": "Brindar atención médica a niños y familias.", "Perform emergency medical procedures which are complex, intensive or critical": "Realizar procedimientos médicos de emergencia que sean complejos, intensivos o críticos.", "Analyse medical data": "Analizar datos médicos", "Present medical research reports": "Presentar informes de investigaciones médicas.", "Calculate numerical data for medical activities": "Calcular datos numéricos para actividades médicas.", "Analyse quantitative data to determine effectiveness of treatments or therapies": "Analizar datos cuantitativos para determinar la efectividad de tratamientos o terapias.", "Communicate health and wellness information to the public": "Comunicar información de salud y bienestar al público.", "Plan programs to address community health issues": "Planificar programas para abordar problemas de salud de la comunidad.", "Collect information about community health needs": "Recopilar información sobre las necesidades de salud de la comunidad.", "Plan programs to address community mental wellness needs": "Planificar programas para abordar las necesidades de bienestar mental de la comunidad.", "Develop medical treatment plans": "Desarrollar planes de tratamiento médico.", "Prescribe medications": "Recetar medicamentos", "Diagnose medical conditions": "Diagnosticar condiciones médicas", "Prescribe treatments or therapies": "Prescribir tratamientos o terapias", "Analyse test results to inform diagnosis or treatment": "Analizar los resultados de las pruebas para informar el diagnóstico o el tratamiento.", "Collect biological specimens from patients": "Recoger muestras biológicas de pacientes.", "Examine patients to assess general physical condition": "Examinar a los pacientes para evaluar la condición física general.", "Test patient heart or lung functioning": "Pruebe el funcionamiento del corazón o los pulmones del paciente.", "Analyse data to determine effectiveness of treatments or therapies": "Analizar datos para determinar la eficacia de los tratamientos o terapias.", "Measure the physical or physiological attributes of patients": "Medir los atributos físicos o fisiológicos de los pacientes.", "Test patient nervous system functioning": "Prueba del funcionamiento del sistema nervioso del paciente", "Assess physical conditions of patients to aid in diagnosis or treatment": "Evaluar las condiciones físicas de los pacientes para ayudar en el diagnóstico o tratamiento.", "Conduct diagnostic tests to determine patient health": "Realizar pruebas diagnósticas para determinar la salud del paciente.", "Monitor patients to detect health problems": "Monitorizar a los pacientes para detectar problemas de salud.", "Record vital statistics or other health information": "Registrar estadísticas vitales u otra información de salud.", "Check quality of diagnostic images": "Comprobar la calidad de las imágenes de diagnóstico.", "Verify accuracy of patient information": "Verificar la exactitud de la información del paciente", "Test patient vision": "Probar la visión del paciente", "Test patient hearing": "Probar la audición del paciente", "Perform nutritional or health assessments": "Realizar valoraciones nutricionales o de salud.", "Immunise patients": "Inmunizar a los pacientes", "Administer non-intravenous medications": "Administrar medicamentos no intravenosos.", "Administer anaesthetics or sedatives to control pain": "Administrar anestésicos o sedantes para controlar el dolor.", "Give medications or immunisations": "Dar medicamentos o vacunas.", "Administer intravenous medications": "Administrar medicamentos intravenosos", "Administer blood or other fluids intravenously": "Administrar sangre u otros líquidos por vía intravenosa.", "Manage health care operations": "Gestionar las operaciones de atención médica.", "Supervise medical support staff": "Supervisar al personal de apoyo médico.", "Supervise patient care staff": "Supervisar al personal de atención al paciente.", "Supervise workers providing client or patient services": "Supervisar a los trabajadores que brindan servicios a clientes o pacientes.", "Supervise technical medical staff": "Supervisar al personal técnico médico.", "Maintain medical facility records": "Mantener registros del centro médico", "Monitor medical facility activities to ensure adherence to standards or regulations": "Monitorear las actividades de las instalaciones médicas para garantizar el cumplimiento de las normas o regulaciones.", "Schedule medical facility use": "Programar el uso del centro médico", "Operate diagnostic imaging equipment": "Operar equipos de diagnóstico por imágenes.", "Order medical supplies or equipment": "Solicitar suministros o equipos médicos", "Operate diagnostic or therapeutic medical instruments or equipment": "Operar instrumentos o equipos médicos de diagnóstico o terapéuticos.", "Prepare medical supplies or equipment for use": "Preparar suministros o equipos médicos para su uso.", "Maintain inventory of medical supplies or equipment": "Mantener un inventario de suministros o equipos médicos.", "Inventory medical supplies or equipment": "Inventario de suministros o equipos médicos.", "Maintain medical equipment or instruments": "Mantener equipos o instrumentos médicos.", "Prepare medical instruments or equipment for use": "Preparar instrumentos o equipos médicos para su uso.", "Sterilise medical equipment or instruments": "Esterilizar equipos o instrumentos médicos.", "Operate medical equipment": "Operar equipo medico", "Adjust settings or positions of medical equipment": "Ajustar la configuración o posiciones del equipo médico.", "Maintain medical laboratory equipment": "Mantener el equipo de laboratorio médico.", "Schedule patient procedures or appointments": "Programar procedimientos o citas de pacientes", "Protect patients or staff members using safety equipment": "Proteger a los pacientes o miembros del personal utilizando equipos de seguridad.", "Encourage patients or clients to develop life skills": "Alentar a los pacientes o clientes a desarrollar habilidades para la vida.", "Position patients for treatment or examination": "Colocar a los pacientes para tratamiento o examen.", "Prepare patients for medical procedures": "Preparar a los pacientes para los procedimientos médicos.", "Assist patients with daily activities": "Ayudar a los pacientes con las actividades diarias.", "Feed patients": "Alimentar a los pacientes", "Hold patients to ensure proper positioning or safety": "Sostenga a los pacientes para garantizar la posición adecuada o la seguridad.", "Prepare patient treatment areas": "Preparar las áreas de tratamiento de pacientes.", "Assist patients with hygiene or daily living activities": "Ayudar a los pacientes con la higiene o las actividades de la vida diaria.", "Monitor patients following surgeries or other treatments": "Monitorear a los pacientes después de cirugías u otros tratamientos.", "Move patients to or from treatment areas": "Trasladar a los pacientes hacia o desde las áreas de tratamiento", "Adjust patient positions": "Ajustar las posiciones del paciente", "Engage patients in exercises or activities": "Involucrar a los pacientes en ejercicios o actividades.", "Teach basic living or other adaptive skills to patients or caregivers": "Enseñar la vida básica u otras habilidades de adaptación a pacientes o cuidadores.", "Encourage patients during therapeutic activities": "Animar a los pacientes durante las actividades terapéuticas.", "Care for patients recovering from injury and illness": "Atención a pacientes que se recuperan de lesiones y enfermedades.", "Transport patients to and from medical facilities": "Transporte de pacientes hacia y desde instalaciones médicas.", "Train medical providers": "Capacitar a los proveedores médicos", "Prepare health care training materials": "Preparar materiales de capacitación en atención médica.", "Teach medical procedures to health care staff": "Enseñar procedimientos médicos al personal de atención médica.", "Analyse patient data to determine patient needs or treatment goals": "Analizar los datos del paciente para determinar las necesidades del paciente o los objetivos del tratamiento.", "Evaluate patient functioning, capabilities or health": "Evaluar el funcionamiento, las capacidades o la salud del paciente.", "Monitor patient progress or responses to treatments": "Monitorear el progreso del paciente o las respuestas a los tratamientos.", "Evaluate patient outcomes to determine effectiveness of treatments": "Evaluar los resultados de los pacientes para determinar la efectividad de los tratamientos.", "Monitor patient conditions during treatments, procedures or activities": "Monitorear las condiciones del paciente durante tratamientos, procedimientos o actividades.", "Modify treatment plans to accommodate client needs": "Modificar los planes de tratamiento para adaptarse a las necesidades del cliente.", "Monitor clients to evaluate treatment progress": "Monitorear a los clientes para evaluar el progreso del tratamiento.", "Evaluate treatment options to guide medical decisions": "Evaluar opciones de tratamiento para guiar las decisiones médicas.", "Administer screening tests to determine abilities or treatment needs": "Administrar pruebas de detección para determinar las capacidades o las necesidades de tratamiento.", "Consult with others regarding health and safety associated with equipment or facilities": "Consultar con otras personas sobre la salud y la seguridad asociadas con equipos o instalaciones.", "Follow protocols or regulations for health care activities": "Seguir protocolos o regulaciones para las actividades de atención médica.", "Verify that medical activities or operations meet standards": "Verificar que las actividades u operaciones médicas cumplan con los estándares.", "Develop health assessment methods or programs": "Desarrollar métodos o programas de evaluación de la salud", "Develop health care quality and safety procedures": "Desarrollar procedimientos de calidad y seguridad de la atención médica.", "Treat patients using physical techniques": "Tratar a los pacientes mediante técnicas físicas.", "Treat patients using physiotherapy techniques": "Tratar a los pacientes mediante técnicas de fisioterapia.", "Administer therapy treatments to patients": "Administrar tratamientos terapéuticos a los pacientes.", "Develop patient therapy programs": "Desarrollar programas de terapia para pacientes.", "Recommend types of assistive devices": "Recomendar tipos de dispositivos de asistencia.", "Prescribe assistive medical devices or related treatments": "Recetar dispositivos médicos de asistencia o tratamientos relacionados.", "Fit patients for assistive devices": "Pacientes aptos para dispositivos de asistencia", "Make patient-assistive devices or device models": "Fabricar dispositivos o modelos de dispositivos de asistencia al paciente", "Instruct patients in the use of assistive equipment": "Instruir a los pacientes en el uso de equipos de asistencia.", "Collect medical information from patients, family members or other medical professionals": "Recopilar información médica de pacientes, familiares u otros profesionales médicos.", "Gather medical information from patient histories": "Recopilar información médica de los historiales de los pacientes.", "Record patient medical histories": "Registrar historias médicas de pacientes.", "Communicate detailed medical information to patients or family members": "Comunicar información médica detallada a pacientes o familiares.", "Enter patient or treatment data into computers": "Ingresar datos del paciente o del tratamiento en las computadoras", "Interview patients to gather medical information": "Entrevistar a los pacientes para recopilar información médica.", "Maintain medical records": "Mantener registros médicos", "Refer patients to other health care practitioners or health resources": "Remitir a los pacientes a otros profesionales de la salud o recursos de salud.", "Order medical diagnostic or clinical tests": "Solicitar pruebas médicas de diagnóstico o clínicas.", "Treat patients using alternative medical procedures": "Tratar a los pacientes mediante procedimientos médicos alternativos.", "Prepare official health documents or records": "Elaborar documentos o registros sanitarios oficiales.", "Prepare reports summarising patient diagnostic or care activities": "Preparar informes que resuma el diagnóstico del paciente o las actividades de atención.", "Process health care paperwork": "Tramitar trámites de atención médica.", "Prepare medical reports or documents": "Elaborar informes o documentos médicos.", "Adjust prostheses or other assistive devices": "Ajustar prótesis u otros dispositivos de asistencia.", "Adjust dental devices or appliances to ensure fit": "Ajuste los dispositivos o aparatos dentales para garantizar el ajuste.", "Cast moulds of patient anatomies to create medical or dental devices": "Moldes fundidos de anatomías de pacientes para crear dispositivos médicos o dentales.", "Construct customised assistive medical or dental devices": "Construir dispositivos médicos o dentales de asistencia personalizados.", "Inspect medical or dental assistive devices": "Inspeccionar dispositivos de asistencia médica o dental.", "Repair medical or dental assistive devices": "Reparar dispositivos de asistencia médica o dental.", "Diagnose dental conditions": "Diagnosticar afecciones dentales", "Examine mouth, teeth, gums or related facial structures": "Examinar la boca, los dientes, las encías o estructuras faciales relacionadas.", "Treat dental problems or diseases": "Tratar problemas o enfermedades dentales", "Develop treatment plans that use non-medical therapies": "Desarrollar planes de tratamiento que utilicen terapias no médicas.", "Establish treatment goals": "Establecer objetivos de tratamiento.", "Develop treatment plans for patients or clients": "Desarrollar planes de tratamiento para pacientes o clientes.", "Explain medical procedures or test results to patients or family members": "Explicar los procedimientos médicos o los resultados de las pruebas a los pacientes o familiares.", "Train patients, family members or caregivers in techniques for managing disabilities or illnesses": "Capacitar a pacientes, familiares o cuidadores en técnicas para el manejo de discapacidades o enfermedades.", "Teach medical procedures or medical equipment use to patients": "Enseñar procedimientos médicos o el uso de equipos médicos a los pacientes.", "Explain technical medical information to patients": "Explicar la información médica técnica a los pacientes.", "Treat patients using psychological therapies": "Tratar a los pacientes mediante terapias psicológicas.", "Diagnose neural or psychological disorders": "Diagnosticar trastornos neuronales o psicológicos.", "Care for patients with mental illnesses": "Atención a pacientes con enfermedades mentales.", "Assist health care practitioners during surgery": "Ayudar a los profesionales de la salud durante la cirugía.", "Assist health care practitioners during examinations or treatments": "Ayudar a los profesionales de la salud durante los exámenes o tratamientos.", "Assist practitioners to perform medical procedures": "Ayudar a los profesionales a realizar procedimientos médicos.", "Assess patient work, living or social environments": "Evaluar el entorno laboral, vital o social del paciente.", "Intervene in crisis situations to assist clients": "Intervenir en situaciones de crisis para ayudar a los clientes.", "Visit individuals in their homes to provide support or information": "Visitar a las personas en sus hogares para brindarles apoyo o información.", "Evaluate potential problems in home or work environments of clients": "Evaluar posibles problemas en el hogar o entorno laboral de los clientes.", "Provide counsel, comfort or encouragement to individuals or families": "Proporcionar consejo, consuelo o aliento a personas o familias.", "Arrange physical or mental health services for clients": "Organizar servicios de salud física o mental para los clientes.", "Confer with clients to discuss treatment plans or progress": "Consultar con los clientes para discutir los planes de tratamiento o el progreso.", "Help clients get needed services or resources": "Ayudar a los clientes a obtener los servicios o recursos necesarios.", "Assist others": "Ayudar a otros", "Assist clients in handling details of daily life": "Ayudar a los clientes a manejar los detalles de la vida diaria.", "Monitor health or behaviour of people": "Monitorear la salud o el comportamiento de las personas.", "Support individuals with mental illnesses": "Apoyar a personas con enfermedades mentales", "Counsel clients on mental health or personal achievement": "Asesorar a los clientes sobre salud mental o logros personales.", "Counsel clients or patients regarding personal issues": "Asesorar a clientes o pacientes sobre cuestiones personales.", "Counsel clients or patients with substance abuse issues": "Asesorar a clientes o pacientes con problemas de abuso de sustancias.", "Counsel family members of clients or patients": "Asesorar a familiares de clientes o pacientes.", "Interact with patients to build rapport or provide emotional support": "Interactuar con los pacientes para establecer una buena relación o brindar apoyo emocional.", "Confer with family members to discuss client treatment plans or progress": "Consultar con miembros de la familia para discutir los planes de tratamiento o el progreso del cliente.", "Counsel clients regarding interpersonal issues": "Asesorar a los clientes sobre cuestiones interpersonales.", "Control prescription refills or authorisations": "Controlar resurtidos o autorizaciones de recetas", "Administer medical substances for imaging or other procedures": "Administrar sustancias médicas para imágenes u otros procedimientos.", "Prepare medications or medical solutions": "Preparar medicamentos o soluciones médicas.", "Care for patients with disabilities to live more independently": "Atención a pacientes con discapacidad para vivir de forma más independiente", "Assist individuals with accessibility needs": "Ayudar a las personas con necesidades de accesibilidad.", "Provide assistance to patients or clients on outings": "Brindar asistencia a pacientes o clientes en salidas.", "Provide medical care and support for people with intellectual and developmental disabilities": "Proporcionar atención médica y apoyo a personas con discapacidad intelectual y del desarrollo.", "Direct funeral or mortuary activities": "Actividades funerarias o mortuorias directas", "Embalm corpses": "Embalsamar cadáveres", "Handle caskets and coffins": "Manejar ataúdes y ataúdes", "Administer first aid": "Administrar primeros auxilios", "Provide basic health care services": "Proporcionar servicios básicos de atención médica.", "Monitor video displays of medical equipment to ensure proper functioning": "Supervisar las pantallas de vídeo de los equipos médicos para garantizar el funcionamiento adecuado.", "Process x-rays or other medical images": "Procesar radiografías u otras imágenes médicas.", "Examine medical instruments or equipment to ensure proper operation": "Examinar los instrumentos o equipos médicos para garantizar el funcionamiento adecuado.", "Create advanced digital images of patients using computer imaging systems": "Cree imágenes digitales avanzadas de pacientes utilizando sistemas de imágenes por computadora.", "Monitor medical equipment to ensure proper functioning": "Monitorear el equipo médico para asegurar su correcto funcionamiento.", "Select medical equipment for addressing patient needs": "Seleccionar equipo médico para atender las necesidades del paciente.", "Fit eyeglasses, contact lenses or other vision aids": "Ajustar anteojos, lentes de contacto u otras ayudas para la visión.", "Fit lenses and other optical elements into products": "Colocar lentes y otros elementos ópticos en productos.", "Administer drug screening tests": "Administrar pruebas de detección de drogas.", "Compile specialised bibliographies or lists of materials": "Recopilar bibliografías especializadas o listas de materiales.", "Develop library or archival databases": "Desarrollar bases de datos de bibliotecas o archivos", "Help patrons use library or archival resources": "Ayudar a los usuarios a utilizar los recursos de la biblioteca o de los archivos.", "Process library materials": "Materiales de la biblioteca de procesos", "Evaluate scholarly materials": "Evaluar materiales académicos.", "Attach identification information to products, items or containers": "Adjuntar información de identificación a productos, artículos o contenedores.", "Label production materials": "Materiales de producción de etiquetas.", "Translate information using spoken, written or sign languages": "Traducir información utilizando lenguaje hablado, escrito o de señas.", "Pilot aircraft": "Avión piloto", "Provide air support in search, rescue, emergency and surveillance activities": "Proporcionar apoyo aéreo en actividades de búsqueda, rescate, emergencia y vigilancia.", "Use an aircraft to lift, hoist and move heavy or bulky objects": "Utilice una aeronave para levantar, izar y mover objetos pesados ​​o voluminosos.", "Choose optimal transportation routes or speeds": "Elija rutas o velocidades de transporte óptimas", "Communicate with others to coordinate vehicle movement": "Comunicarse con otros para coordinar el movimiento del vehículo.", "Resolve issues affecting transportation operations": "Resolver problemas que afecten las operaciones de transporte.", "Respond to transportation emergencies": "Responder a emergencias de transporte.", "Provide escort or transportation": "Proporcionar escolta o transporte.", "Assist passengers during vehicle boarding": "Asistir a los pasajeros durante el abordaje del vehículo.", "Signal others to coordinate vehicle movement": "Señalar a otros para coordinar el movimiento del vehículo.", "Adjust routes or speeds as necessary": "Ajuste las rutas o velocidades según sea necesario", "Transport clients to appointments": "Transportar a los clientes a las citas.", "Assist drivers or pedestrians": "Ayudar a los conductores o peatones", "Refuel air vehicles": "Repostar vehículos aéreos", "Identify and use geographic or hydrographic features or landmarks to assist with navigation": "Identificar y utilizar características o puntos de referencia geográficos o hidrográficos para ayudar con la navegación.", "Drive trucks or truck-mounted equipment": "Conducir camiones o equipos montados en camiones", "Drive vehicles to, or at, work sites": "Conducir vehículos hacia o en los lugares de trabajo.", "Operate vehicles or material-moving equipment": "Operar vehículos o equipos de movimiento de materiales.", "Operate forklifts or other loaders": "Operar montacargas u otros cargadores.", "Drive mobile plants on roads or work sites": "Conducir plantas móviles en carreteras o sitios de trabajo.", "Service vehicles": "Vehículos de servicio", "Maintain vehicles in good working condition": "Mantener los vehículos en buenas condiciones de funcionamiento.", "Service green vehicles": "Servicio de vehículos ecológicos", "Refuel vehicle": "Repostar vehículo", "Drive vehicles to transport patrons": "Conducir vehículos para transportar clientes.", "Drive vehicles to transport individuals or equipment": "Conducir vehículos para transportar personas o equipos.", "Drive passenger vehicles": "Conducir vehículos de pasajeros", "Direct vehicle traffic": "Tráfico directo de vehículos", "Inspect motor vehicles": "inspeccionar vehículos de motor", "Monitor vehicle movement or location": "Monitorear el movimiento o la ubicación del vehículo", "Control equipment that regulates vehicle traffic": "Equipos de control que regulan el tráfico de vehículos.", "Maintain watercraft engines or machinery": "Mantener motores o maquinaria de embarcaciones.", "Operate ships or other watercraft": "Operar barcos u otras embarcaciones.", "Maintain water vessels or marine equipment": "Mantener embarcaciones acuáticas o equipos marinos.", "Navigate water vessels": "Navegar en embarcaciones acuáticas", "Operate trains or other rail vehicles": "Operar trenes u otros vehículos ferroviarios.", "Verify mathematical calculations": "Verificar cálculos matemáticos", "Apply mathematical principles or statistical approaches to solve problems in scientific or applied fields": "Aplicar principios matemáticos o enfoques estadísticos para resolver problemas en campos científicos o aplicados.", "Develop scientific or mathematical models": "Desarrollar modelos científicos o matemáticos.", "Develop mathematical models of environmental conditions": "Desarrollar modelos matemáticos de las condiciones ambientales.", "Apply mathematical models of financial or business conditions": "Aplicar modelos matemáticos de condiciones financieras o comerciales.", "Analyse physical, survey, or geographic data": "Analizar datos físicos, de encuestas o geográficos.", "Calculate geographic positions from survey data": "Calcular posiciones geográficas a partir de datos de encuestas.", "Create maps": "Crear mapas", "Direct surveying activities": "Actividades de topografía directa", "Gather physical survey data": "Recopilar datos de encuestas físicas", "Survey land or bodies of water": "Inspeccionar terrenos o cuerpos de agua", "Survey land or properties": "Estudio de terrenos o propiedades", "Prepare maps": "preparar mapas", "Determine geographic coordinates": "Determinar las coordenadas geográficas.", "Compile geographic or related data": "Recopilar datos geográficos o relacionados", "Direct natural resources mining projects": "Proyectos de minería directa de recursos naturales.", "Collect data about project sites": "Recopilar datos sobre los sitios del proyecto.", "Develop surveying and land information systems": "Desarrollar sistemas de topografía e información territorial.", "Define and survey property boundaries": "Definir y examinar los límites de la propiedad.", "Collect geographical or geological field data": "Recopilar datos de campo geográficos o geológicos", "Analyse biological samples": "Analizar muestras biológicas.", "Research diseases or parasites": "Investigar enfermedades o parásitos.", "Plan biological research": "Planificar investigaciones biológicas.", "Test biological specimens to gather information about patient conditions": "Probar muestras biológicas para recopilar información sobre las condiciones del paciente.", "Collect biological specimens": "Recoger especímenes biológicos.", "Prepare biological samples for testing or analysis": "Preparar muestras biológicas para pruebas o análisis.", "Research plants and animals": "Investigar plantas y animales.", "Develop biological research methods": "Desarrollar métodos de investigación biológica.", "Research genetic characteristics or expression": "Investigar características o expresión genética.", "Cultivate micro-organisms for study, testing or medical preparations": "Cultivar microorganismos para estudio, pruebas o preparaciones médicas.", "Prepare biological specimens for laboratory analysis": "Preparar muestras biológicas para análisis de laboratorio.", "Research geological features or processes": "Investigar características o procesos geológicos", "Analyse geological samples": "Analizar muestras geológicas.", "Collect geological samples": "Recoger muestras geológicas.", "Operate laboratory or field equipment": "Operar equipos de laboratorio o de campo.", "Maintain laboratory or technical equipment": "Mantener el laboratorio o el equipo técnico.", "Set up laboratory or field equipment": "Instalar equipos de laboratorio o de campo", "Prepare compounds or solutions for products or testing": "Preparar compuestos o soluciones para productos o pruebas.", "Prepare compounds or solutions to be used for repairs": "Preparar compuestos o soluciones para usar en reparaciones.", "Safely handle chemicals for work applications": "Maneje de forma segura productos químicos para aplicaciones laborales", "Mix substances to create chemical solutions": "Mezclar sustancias para crear soluciones químicas.", "Prepare materials or solutions for animal or plant use": "Preparar materiales o soluciones para uso animal o vegetal.", "Analyse chemical compounds or substances": "Analizar compuestos o sustancias químicas.", "Research microbiological or chemical processes or structures": "Investigar procesos o estructuras microbiológicas o químicas.", "Design research studies to obtain scientific information": "Diseñar estudios de investigación para obtener información científica.", "Collaborate on research activities with scientists or technical specialists": "Colaborar en actividades de investigación con científicos o técnicos especialistas.", "Develop theories or models of physical phenomena": "Desarrollar teorías o modelos de fenómenos físicos.", "Develop technical or scientific databases": "Desarrollar bases de datos técnicas o científicas.", "Direct scientific activities": "Actividades científicas directas.", "Advise others on technical requirements for surveying, mapping and spatial information systems": "Asesorar a otros sobre los requisitos técnicos para topografía, cartografía y sistemas de información espacial.", "Measure dimensions of completed products or work pieces to verify conformance to specifications": "Medir las dimensiones de los productos terminados o piezas de trabajo para verificar la conformidad con las especificaciones.", "Measure materials or objects for installation or assembly": "Medir materiales u objetos para instalación o montaje.", "Measure distances or dimensions": "Medir distancias o dimensiones.", "Measure work site dimensions": "Medir las dimensiones del sitio de trabajo.", "Measure materials to mark reference points, cutting lines or other indicators": "Mida materiales para marcar puntos de referencia, líneas de corte u otros indicadores.", "Measure the level or depth of liquids": "Medir el nivel o profundidad de líquidos", "Calculate dimensions of work pieces, products or equipment": "Calcular dimensiones de piezas de trabajo, productos o equipos.", "Measure product or material dimensions": "Medir las dimensiones del producto o material.", "Calculate the volume or depth of liquids or gases": "Calcular el volumen o profundidad de líquidos o gases.", "Calculate weight of loads": "Calcular el peso de las cargas.", "Manage preparation of special meals or diets": "Gestionar la preparación de comidas o dietas especiales.", "Apply glazes or icing": "Aplicar glaseados o glaseados.", "Cut foods": "Cortar alimentos", "Determine food or drink production methods": "Determinar los métodos de producción de alimentos o bebidas.", "Weigh or measure ingredients": "Pesar o medir ingredientes", "Shape dough": "Masa de forma", "Prepare meat products for sale or consumption": "Preparar productos cárnicos para su venta o consumo.", "Cook foods": "cocinar alimentos", "Create new recipes": "Crear nuevas recetas", "Arrange food for serving": "Organizar la comida para servir", "Mix ingredients": "Mezclar los ingredientes", "Prepare breads or doughs": "Preparar panes o masas", "Prepare foods for processing, cooking and serving": "Preparar alimentos para procesar, cocinar y servir.", "Prepare food": "Prepara comida", "Package food or supplies": "Empacar alimentos o suministros", "Garnish food": "adornar la comida", "Sterilise cooking or processing equipment": "Esterilizar equipos de cocina o procesamiento.", "Produce pastries and other baked goods": "Producir pasteles y otros productos horneados.", "Decorate food items": "Decorar alimentos", "Melt, temper or shape chocolate": "Derretir, templar o darle forma al chocolate.", "Perform alcohol production activities": "Realizar actividades de producción de alcohol.", "Preserve food or drink products by bottling or canning": "Conservar alimentos o bebidas embotellando o enlatando", "Preserve food products by freezing or heat processing": "Conservar productos alimenticios mediante congelación o procesamiento térmico.", "Preserve food products by pickling, curing, sugaring, or jellying": "Conservar productos alimenticios encurtidos, curados, azucarados o gelatinosos.", "Undertake brewing or fermenting processes": "Realizar procesos de elaboración de cerveza o fermentación.", "Evaluate quality of food, drinks or ingredients": "Evaluar la calidad de los alimentos, bebidas o ingredientes.", "Inspect food products": "Inspeccionar productos alimenticios.", "Check quality of foods or supplies": "Verificar la calidad de los alimentos o suministros.", "Research methods to improve food products": "Métodos de investigación para mejorar los productos alimenticios.", "Monitor nutrition-related activities of individuals or groups": "Monitorear las actividades relacionadas con la nutrición de individuos o grupos.", "Coordinate activities of food service staff": "Coordinar las actividades del personal de servicio de alimentos.", "Coordinate food preparation": "Coordinar la preparación de alimentos.", "Estimate supplies, ingredients or staff requirements for food preparation activities": "Estimar suministros, ingredientes o requisitos de personal para las actividades de preparación de alimentos.", "Manage food service operations": "Gestionar las operaciones de servicio de alimentos.", "Train food preparation or food service staff": "Capacitar al personal de preparación de alimentos o servicio de alimentos.", "Determine prices for menu items": "Determinar los precios de los elementos del menú.", "Plan menu options": "Planificar opciones de menú", "Assist with food or drink preparation": "Ayudar con la preparación de alimentos o bebidas.", "Serve food or drinks": "Servir comida o bebidas", "Arrange tables or dining areas": "Organizar mesas o áreas de comedor.", "Clean food service areas": "Áreas de servicio de alimentos limpias", "Clean tableware": "vajilla limpia", "Collect dirty dishes or other tableware": "Recoger platos sucios u otras vajillas.", "Communicate order details to kitchen staff": "Comunicar los detalles del pedido al personal de cocina.", "Prepare hot or cold drinks": "Prepara bebidas frías o calientes.", "Present specials information or menus to customers": "Presentar información especial o menús a los clientes.", "Schedule dining reservations": "Programar reservas para cenar", "Stock serving stations or dining areas with food or supplies": "Abastecer las estaciones de servicio o áreas de comedor con alimentos o suministros.", "Treat nails by shaping, decorating or augmenting": "Trate las uñas dándoles forma, decorándolas o realzándolas.", "Apply makeup": "Aplicar el maquillaje", "Administer relaxation or remedial massage": "Administrar masajes de relajación o recuperación.", "Apply cleansing or conditioning agents to client hair, scalp or skin": "Aplicar agentes limpiadores o acondicionadores al cabello, cuero cabelludo o piel del cliente.", "Apply solutions to hair": "Aplicar soluciones al cabello", "Assess skin or hair conditions": "Evaluar las condiciones de la piel o el cabello.", "Groom wigs or hairpieces": "Pelucas o postizos para novios", "Trim clients' hair": "Recortar el cabello de los clientes", "Style clients' hair": "Peinar el cabello de los clientes", "Utilise hair removal techniques": "Utilizar técnicas de depilación.", "Provide cosmetic advice for clients": "Proporcionar asesoramiento cosmético a los clientes.", "Design jewellery or decorative objects": "Diseñar joyas u objetos decorativos.", "Design costumes or cosmetic effects for characters": "Diseñar vestuario o efectos cosméticos para personajes.", "Model cosmetics, clothing or accessories": "Modelo de cosméticos, ropa o accesorios."}